var data = `## 生身の人間という枠の中にいては核で蒸発する

きっかけが何だったのかは覚えていない。ただ物心がついた頃には僕はもう『陰の実力者』に憧れていた。

アニメなのか、漫画なのか、映画なのか、いや、何でもいいのだ。陰の実力者であれば、それが何であったとしても僕はよかった。

主人公でもなく、ラスボスでもなく、物語に陰ながら介入し実力を見せつけて征く存在。

僕はそんな陰の実力者に憧れ、そうなりたいと思った。

誰もが子供の頃憧れたヒーローのように、僕にとってそれが陰の実力者だった。それだけのことだ。

ただヒーローに憧れた子供たちと違うのは、僕のそれは一時の熱病では決してなく、もっと深い心の底で燃え続け、いつまでも消えることなく僕を突き動かした。

空手、ボクシング、剣道、総合格闘技……強くなるために必要なものは全力で習得し、そして実力は隠し続けた。いつか来るその日のために。

学校では平凡を貫いた。決して目立たない、人畜無害なモブA。

しかし日常の裏側は修行に全てを費やした。

それが僕の青春であり、学生生活であった。

だけど、時が経つにつれて不安が押し寄せてきた。現実と向き合う時が来た。

そう、こんな事をしていても、無駄なのだ。

巷に溢れている格闘技をいくら習得しても、物語の世界にいた陰の実力者のような、圧倒的な力は手には入らないのだ。

僕に出来るのはせいぜいチンピラ数人をボコれるだけ。飛道具が出てきたら厳しいし、完全武装の軍人に囲まれたらお終いだ。

軍人にボコられる陰の実力者……笑える。

僕がこの先何十年修行しても、たとえ世界最強の格闘家になったとしても、きっと軍人に囲まれたらボコられるのだろう。いや、もしかしたら何とかなるのかもしれない。人間は鍛えれば軍人に囲まれてもボコり返すだけの可能性があるのかもしれない。

しかし仮に軍人を打倒したところで、頭上に核が落ちてきたら蒸発する、それが人間の限界だ。

これだけは断言できる。僕が憧れた陰の実力者は核で蒸発しないのだ。だから僕も、核で蒸発しない人間にならなければいけないのだ。

核で蒸発しないために必要なものは何か？

パンチ力か？

鋼の肉体か？

無尽蔵なスタミナか？

そんなものじゃない。

もっと別の、異なる力が必要なのだ。

そう、魔力、マナ、気、オーラ、何でもいい。未知なる力を取り入れる必要があった。

それが、僕が現実と向き合った末たどり着いた答えだ。

例えば魔力を探している人がいたとする。

きっと誰もが正気を疑うだろう。

僕だってそうだ。同じように正気を疑うだろう。

だけど、どうだろう。

この世界にはまだ魔力の存在を証明した人はいない。でも魔力が存在しないことを証明した人もまたいないのだ。

正気では僕の目指した力は手に入らない。それはきっと狂気の先にあるものなのだ。

それからの修行は困難を極めた。

魔力、マナ、気、オーラ、そんなものを習得する方法は誰も知らないのだ。

僕は座禅を組み、滝に打たれ、瞑想し、断食し、ヨガを極め、改宗し、精霊を探し、神に祈り、自身を十字架へ磔にした。

正解は存在しない。暗闇の中を、自分が信じた道を、ただ突き進むのみ。

そして時が経ち、僕は高校最後の夏を迎える。

魔力もマナも気もオーラも、まだ見つかっていない……。


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


いつもの修行を終えると辺りはすっかり暗くなっていた。

僕は傍らに脱ぎ捨てていた下着を身につけ学生服に袖を通す。

未知なる力はまだ身につけていない。しかし最近続けている修行には手応えを感じている。

今もそうだ。

修行を終えたこの身は、頭の中がチカチカと輝き、視界がグラグラと揺れている。

魔力か……あるいはオーラか……。

その影響を確かに感じるのだ。

今日の修行も実に充実したものだったと言えよう。

森で服を脱ぎ捨て全裸になることで森羅万象を感じ、大木に頭を打ち続けることで物理的に雑念を排除し、かつ脳に刺激を与えることで未知なる力の覚醒を促す。

極めて論理的な修行方法である。

ああ、視界がぼやける。

まるで脳震盪でも起こしたかのようだ。

ふわふわと、まるで空を飛ぶかのような足取りで、僕は森を下りていく。

その時ふと、揺れる光を見つけた。

まるで宙を泳ぐかのように、横切っていく二つの光。

不思議な光だ。まるで僕を誘うように怪しく導いている。

「ま、魔力……？」

僕はおぼつかない足取りで近づく。

きっと……きっと魔力だ！

ついに僕は未知なる力を見つけたのだ！

いつしか歩みは駆け足へと変わり、木の根に足を取られても、そのまま転がるように、獣のように走る。

「魔力！　魔力！　魔力！ 魔力魔力魔力魔力魔力！！！！」

僕は二つの光の前に飛び出し、捕まえ……。

「あ……？」

ヘッドライトが白く世界を染めた。

けたたましいブレーキ音が頭の中に響いた。

衝撃が身体を貫き、僕の……魔力…………。


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


結果として、僕は魔力を見つけることができた。

目が覚めたら周囲は魔力で満ちていたのだ。最後に見た二つの光とは少し違う気がするが、まぁ些細な問題だ。

あ、そうそう、さらに些細なことだがついでに転生していた。きっと魔力を見つけて転生の扉でも開いたのだろう。どうでもいい。

とりあえず現在の僕は生後数ヶ月の男児。意識がはっきりしたのは最近だし、時間の感覚もまだ曖昧で正確なところはわからない。

何より言葉も分からないし、中世ヨーロッパぐらいの文明っぽいってことがわかれば十分だろう。

なにしろ僕は魔力を手にしたのだ。それが全てであり、過程やおまけに興味はない。

意識が覚醒してすぐ、僕はこの魔力に気づいた。ふわふわと漂う光る粒子の姿はまるで、前世の修行で精霊を探すためお花畑を全裸で走り回ったときの感覚にそっくりだった。

あの修行は無駄ではなかったのだ。その証拠に僕は魔力をすぐ知覚し、そして今では手足のように操ることが出来る。この感覚はキリストを参考に全裸で十字架に磔られたとき感じた……いや、改宗を繰り返し全裸で踊り祈りを捧げたときか……おそらく全ての修行が活きているのだろう。

もう既に身体強化が出来ることは確認している。

赤子の有り余る時間を修行に使い僕は今度こそ陰の実力者に……あ、うんこ出る。

そういえば鳥はうんこ垂れ流しらしいが、人間の赤子もほぼ垂れ流しに近い。どれだけ理性で抗おうとも、本能が出せと囁くのだ。しかし修行に明け暮れた僕は身体強化で肛門括約筋を締め上げ時間を稼ぎ、その間に……。

「おぎやぁぁぁぁあああ！！」

人を呼ぶことができるのだ。


## 盗賊って歩くボーナスステージだよね

多分十年ぐらい経ったと思う。

魔力はすごい。人間の限界を軽く超えた動きが出来るのだ。

岩とか余裕で持てるし馬の倍速で走れるし家より高く跳べるし。

ただしまだ核は無理。魔力で強化すれば防御力は上がるけど、地球兵器の火力は偉大だ。

この世界に核ないし別にいいかとも思ったけど、妥協してなった陰の実力者に価値はあるのか？

ない、皆無だ。

よって僕の目標は核に勝る力を身につけることだ。

そのために日々研究と修行を重ねた結果僕が可能性を感じたものが一つだけあって、最近は実験の日々が続いている。

そうそう、僕の生まれた家は貴族だったらしい。魔剣士と呼ばれる魔力で身体を強化して戦う騎士を代々輩出する家系で、僕はこの家の期待の男子……ではなくごくごく平凡な魔剣士見習いとして育っている。

陰の実力者は実力を見せる相手と場所を選ぶのだ。そう、来るべきその瞬間まで……。

手を抜いているとは言え、魔剣士見習いとしての修行はなかなか役に立っている。この世界の魔力を使った戦い方を学ぶ事が出来るし、僕自身戦い方を見直すいい機会になった。

僕が前世で学んだ戦いの技術は、正直言ってこの世界の技術より何倍も洗練されて合理的なものだった。

それは現代の格闘技の試合を見れば明らかだ。無駄な技や動きが淘汰され、様々な武術の技術から優れたものだけが生き残り融合している。その姿は正に戦いの究極形に歩んでいた。

勿論それは試合のルールに沿った究極形ではあるが、その洗練されていく過程は雑多な技術の中から定石を見つける術として広く活用できるものだった。

それに比べてこの世界の技術はまず国を渡らない。そして流派も渡らない。門外不出の技とかあるし、仮にオープンになったとしてもそれを伝えるメディアがない。つまり技術の融合がなく、淘汰もなく、研磨もない。一言で言えば洗練されていないのだ。

しかしやはりこの世界の戦いと元の世界の戦いには根本的な違いがあった。そう、魔力だ。

魔力のおかげで基本的な身体能力がまるで違うのだ。

例えば筋力。片手で人を持ち上げられる。そうなると寝技の常識がまず崩れる。マウントとっても腹筋だけで軽く空を飛ぶ。ガードポジションから片足の力だけで相手が吹っ飛ぶ。うん、寝技とか成立しない。

人には人の戦い方があって、ゴリラにはゴリラの戦い方がある、そういうことだ。

他にも踏み込みの速度が違う、ステップインの距離が違う、よって戦う間合いも違う。と言うかこれが一番重要。

格闘技なんて結局間合いゲーだ。距離と角度、ポジショニングが基本にして究極だ。

その距離を掴むのに随分と時間がかかった。だってこの世界の人みんな間合いが遠いのだ。5mぐらい離れて向き合ってる。いや、踏み込み長いからさ、スピードも速いからさ、わかるよその気持ち。僕も最初はこれが異世界の戦い方か……と感動したものだけど、何のことはない、ただ防御技術が未熟なだけだった。

格闘技あるある、防御が下手な人ほど無駄に距離を取りたがる。

相手の攻撃が怖いからね、攻撃が届かない場所まで行けば安心だからね、だからガッと踏み込んでバッと離れる大味な戦いになる。ヒット＆アウェイだって？　残念だけど無駄で単調な前後運動をヒット＆アウェイとは呼ばない。

僕にとって5mの距離も100mの距離も平等に価値がない。どちらもまともな攻撃が当たらないからだ。6mも7mも10mも、全部一緒。無駄だから歩いて間合いを詰めましょう。

だけどある距離を境に1mm単位で大きな意味を持つようになる。それが、僕の攻撃が当たる距離であり、相手の攻撃に反応できる距離であり、それから角度とかも色々、半歩横にズレたりするだけで有利不利が変わる、間合いってそういうギリギリのラインを調整するものだ。決して5m先から走って攻撃して、6m後ろにジャンプするようなものではないのだ。

いやほんと異世界という先入観と魔力という未知なもののおかげで随分と惑わされたけど、最近ようやく自分の距離が固まったからよしとしよう。

さて、そんな感じで僕は毎日家の訓練をこなしている。僕と姉と父の三人、父が僕と姉に指導して、僕と姉が戦う感じ。二歳上の姉はかなり筋がいいらしくこのままいけば将来家を継ぐのは姉になるらしい。この世界は魔力を使えば女でも強いから、女が家を継ぐことも割とよくあるようだ。

まあそんなわけで、僕は姉にいつもボコられている。勝つわけにはいかない。なぜなら陰の実力者になるために僕は平凡なモブAになりきらなければならないのだ。

だから僕は毎日『ふぇぇ、お姉ちゃん強いよぉ……』と言いながらボコられているのだ。


◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


そんな日々を過ごしている僕であるが、日中は他にも貴族としての勉強やらモブAになりきるための付き合いやらで自由な時間は少ない。

そんなわけで修行は自然と夜遅く皆が寝静まった後に行うことになる。当然睡眠時間を削っているわけだが、僕は魔力による超回復と瞑想を組み合わせた独自の睡眠法により超ショートスリーパー化しているため快適である。

さて、本日も修行に励む。今日はいつもの森で基礎トレーニングを軽く行った後、特別メニューだ。

最近、近くの廃村にならず者が住み着いたらしい。調べたところそれなりの規模の盗賊団がいた。うん、試し斬りにちょうどいい。

野盗は見つけたらちょくちょく斬っているけど、盗賊団レベルになると年に一度の一大イベント、ウキウキである。僕は年中スパーリングパートナー不足だからこういう悪人は大歓迎だ。ああ、もっと治安が悪くなりますように。

悪人は私刑、この世界の田舎では割とまかり通っている。裁く人なんて都会にしかいないしね。だから僕が裁いてあげよう、というわけさ。

そして本日は最近試している新兵器の記念すべき実戦投入である。その名もスライムボディスーツ。

説明しよう、スライムボディスーツとは。

この世界には魔力がある。その魔力を使って人は身体や武器を強化して戦うわけだ。けど魔力を扱うときそこにはどうしてもロスが出る。例えば普通の鉄の剣に魔力を100流しても実際に伝わるのは10程度なのだ。実に9割の魔力が無駄になる。魔力を流しやすいミスリルの剣でも100流して50伝われば高級品と言われるぐらい、極めてロスが多いのだ。

そこで僕はスライムに注目した。スライムはもう見れば分かるとおり魔法生物だ。魔力を使って形を変え、動き回っているのだ。そこで調べたところスライムの魔力伝導率は驚きの99％。しかも液体なので自由に形態を変えられる。僕はスライムを狩ってコアを潰し残ったスライムゼリーの研究を進めた。潰したスライムコアは軽く千を上回る。周辺がスライム不足に陥り遠征したほどだ。

そうして扱いやすく強化しやすいスライムゼリーの調合に成功し、それを全身に纏いボディスーツ化することに成功したのだ。鎧と違って軽く音も鳴らず快適で、むしろ身体の動きを補助してくれる。勿論防御力も折り紙付きだ。

現在僕は黒い色素を持つスライムゼリーを使ったブラックのボディスーツを着用している。余計な装飾はなく、身体のラインにフィットし、視界と呼吸だけ確保している。某探偵漫画の犯人そのままである。

ゆくゆくは、陰の実力者として介入するときには、それに相応しいデザインを考えてみてもいいかもしれない。


◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


そんなわけで廃村到着。深夜だというのに灯りがついており、どうやら商隊の襲撃に成功して宴会をしているようだ。うん、とても運がいい。盗賊とかみんな計画性無いから奪ったらすぐ使ってしまう。襲撃直後ぐらいしかまともな物をもっていない。

盗賊のモノは僕のモノ、こうして将来陰の実力者になるための資産が増えるのだ。

僕はテンションマックスでその宴会に突っ込んだ。不意打ちはしない、練習にならないからね。

「ヒャッハー！！　てめぇら金目のモノを出せ！！」

僕は宴会の中心で叫んだ。

「な、なんだぁ、このチビ！」

10歳だからチビなのは当然だ。

「おらぁ、金出せつってんだろ！」

僕をチビ呼ばわりした失礼な男を蹴り飛ばすと、ようやく盗賊たちも武器を手に取った。

「おい、あんま舐めてっとガキだからって容赦……！」

「おらぁ！」

御託を並べる男の首を軽く斬り飛ばす。勿論武器もスライム製、必要な時だけ取り出せる優れものだ。しかもこのスライムソードまだまだ便利機能がある。

便利機能その一、伸びる。

「おらおらおらおらおらぁぁぁ！」

僕はスライムソードを伸ばして周囲のモブ盗賊を一掃する。

ムチのようにしなやかに伸び、しかし切れ味は剣そのもの。実戦投入は初めてだから不安もあったけど、これなら実用に足りる。

「おらおらおらおらぁぁぁ……あれ？」

調子に乗って斬りまくっていたらずいぶんと静かに。あれ、後一人しかいなくね？

「て、てめぇいったい何者だ……？」

「仕方ない、便利機能その二は君で試そう」

「な、何言ってやがる……！？」

「君は少なくともこいつらより強そうだし、ボス的な存在だろう？　君が僕に勝つ可能性は残念ながら無いけど、練習相手になれたら2分ぐらい長生きできるから頑張ってくれ」

「な、舐めてんじゃねぇぞガキが！　俺はこれでも王都では……！」

「はいそこ、無駄口たたかずかかってきなさい」

「ふざけんなあぁぁぁ！」

ボスAは怒りの形相で突っ込んでくる。僕はとろくさいその斬撃を当然……避けない。

そして、ボスAの剣が僕の胸を薙ぎ、僕は衝撃で地を転がった。

「はは、舐めてるからこうなるんだよ。俺は王都ブシン流の免許皆伝……な、何！？」

「斬れてなーい……ってね」

僕は何事も無かったかのように立ち上がった。

防御機能も大満足、ボスA程度の攻撃ならスライムボディスーツで完全無力化できそうだ。

「ブシン流って最近王都で流行ってるらしいね。見せてほしいな」

「くそが、見せてやるよおらぁ！」

ボスAの攻撃。

いや、うん、余裕。一生懸命剣を振ってるけど、僕は剣を構える必要すらない。ボディワークとかステップワークで余裕余裕。

でもブシン流だっけ、結構好きな剣かもしれない。

この世界では珍しく、精神論やら古臭い定石やらに囚われず、理によって戦いを詰めようとする姿勢が見られるのだ。それはボスAの拙い斬撃からでも読み取れる。一瞬速く、半歩前へ、工夫を凝らして戦いを詰める姿勢は共感できる。

ただ、その剣を扱うボスAは物足りない。

僕はボスAの攻撃が途切れたところで間合いを外す。

「お、俺の剣が……何故当たらん！」

「うちの親父より弱いしなぁ。流石に姉さんよりは強いかもだけど、あと1年で抜かれるかな」

「クソガキがあああぁぁ！」

がむしゃらに振るボスAの剣を弾き、僕は彼のスネを軽く蹴った。スナップを利かせて、素早く、膝から下の動きで。

すると。

「ぐ、あ、ぁぁ、なんで……？」

ボスAはその場でうずくまり、スネを押さえる。赤い血がスネを伝って地に染みを作る。

仕掛けは簡単、僕の爪先にはアイスピックのような鋭い剣が伸びていたからだ。スライムソードの便利機能その二、好きなときに、好きな場所から剣を伸ばせる。

その中で僕が特に可能性を感じた使い方が、爪先から出した剣で相手の前に出た足を蹴る戦法だ。足への攻撃は防御するのが難しい。相手の剣を防ぎ、封じつつ、一方的に足を蹴る。地味だが普通に強い。

「これ以上はやる意味ないか」

「ま、待て……！」

「2分もたなかったね」

僕は爪先の剣でボスAの顎を蹴り上げた。串刺しの刑。

痙攣するボスAを転がして、僕は戦利品を漁る。

「美術品は捌けないからなー、食品もパス、現金宝石貴金属カモン」

戦利品は馬車数台あった。そして複数の商人の死体。

「仇はとったし、荷物も有効活用するから安心して成仏してくれ」

僕はまずまずの戦利品をゲットし黙祷した。現金換算で500万ゼニーぐらいかな。1ゼニーでだいたい1円と同じ価値。 これが全て陰の実力者の活動資金となるのだ。

もっと治安が悪くなって盗賊が蔓延る世界になればいいのに。ゲームみたいに道を歩いたらエンカウントするレベルになればいいのだ。

「来世ではもっとがんばって世界中に蔓延ってくれ」

僕は物言わぬボスAに親指を立てて……その視線の先に、あるものを見つけた。

「檻……かな？」

割と大きくて頑丈そうだ。

「奴隷か？　捌けないからパスだけどさ」

でももしかしたら中にいいものが入っているかもしれないから、僕は念のため檻の覆いを剥ぎ取った。

「これは……予想外」

中には何というか……腐った肉塊が転がっていた。辛うじて人型は留めているが、性別も年齢もまるで分からなかった。

しかし、まだ生きていた。いや、意識もあるのかもしれない。檻を覗き込む僕に肉塊がピクリと震えたのだ。

聞いたことがある。悪魔憑きと呼ばれ、教会に処刑される化け物のことを。はじめは普通の人間として産まれ、ある日を境に肉体が腐り出す。放っておけば直に死ぬが、教会は生きた悪魔憑きを買い取り、浄化と称して処刑している。悪魔の浄化、病人を虐殺しているだけだが、それに民衆は喝采し平和が護られたと教会を讃える。まさに中世って感じでテンション上がる。

この肉塊も教会に売れば今日の戦利品以上の値がつくだろう。当然、僕には捌けないから無意味だけど。

さて、楽にしてあげますか。

僕はスライムソードを檻の隙間から差し込み……あることに気づいた。

この肉塊、その内に大量の魔力を内包しているのだ。幼い頃から魔力を鍛えた僕を上回るほどの、まさしく化け物じみた魔力。そしてこれは……。

「この波長、魔力暴走なのか……？」

この肉塊は魔力暴走が原因でこうなっているのではないか。かつて僕も魔力暴走が原因で痛い目を見たことがある。もしあのとき、魔力暴走を抑えられなければ、こうなっていたのではないか。

そして、魔力が肉体に及ぼす影響。僕はあの日、可能性を感じた。魔力暴走によって、肉体が魔力に馴染み、より魔力を扱い易い肉体へと変異させることが出来るのではないかと。だが意図的に魔力暴走を起こすのは余りに危険で断念した。

もし仮に、この肉塊が魔力暴走の産物だとして、この肉塊を使って実験する事が出来たとしたら……僕はリスクなく陰の実力者に近づくことが出来るはずだ。

「この肉、使えるな……」

僕は肉塊に手を伸ばし、魔力を流し込んだ。


## ディアボロス教団の爆誕！？

そろそろ１ヶ月ほど経つのか……。

僕は肉塊をゲットした日を思い出しながら、あの日と同じ廃村でため息をついた。

どうしてこうなったのだろう。

肉塊実験は途中までとても順調だった。自分の身体じゃないから好き勝手できるぜ、と魔力をガンガン流し込み、ああでもないこうでもないと、実験に心躍らせる日々。

楽しかった。

魔力の神髄に近づき、己の実力が目に見えて高まっていくのを実感することは、僕にとって何よりの喜びだった。もっと緻密に、もっと繊細に、もっと力強く、魔力の制御は極限まで高まり、そしてついに、完全に魔力暴走を制御しきれたその瞬間……金髪エルフの少女がそこにいたのだ。

いや、魔力制御に夢中になりすぎて、肉塊が金髪エルフだったことにその瞬間まで気づかなかったのだ。すごいね、あんな腐った肉塊から元に戻れるんだ。君はもう自由だから故郷に帰りな、そんな感じで、君の未来に幸あれってノリで、さわやかに送り出そうとしたのに、もう故郷に帰れない、助けて貰った恩は返すとか言い出して、いや助けてない偶然の産物だから。

面倒だし逃げるかとも考えたけど、結局、彼女には陰の実力者の配下Ａをやってもらうことにした。裏切りそうにないし、頭良さそうだし、なんか無駄に有能そうな雰囲気があるし。歳は僕と同じ10歳らしいのに、エルフの精神が早熟ってのは嘘じゃないみたいだ。

「てなわけで、君は今日からアルファだ」

Ａ、アルファ、どっちでもいい。

「わかったわ」

彼女は頷いた。金髪、青目、色白、美人、典型的エルフだ。

「そして君の仕事は……」

僕は少し言葉を止めて考える。ここ重要だ。彼女の仕事は陰の実力者の補佐、それは間違いない。ならばそもそも陰の実力者とは何なのか、陰の実力者の目的は何なのかといった、この世界で僕が目指す陰の実力者の設定の根幹に関わってくるのだ。

設定は大切だ。

戦う理由がパチンコで負けた腹いせでは格好がつかないのだ。

その点僕は抜かりない。この世界に来る前も、この世界に来た後も、僕の考えた最高の陰の実力者を妄想し続けているのだから。今まで考えた数千、数万パターンの陰の実力者設定を組み合わせ、僕は瞬時に最適解へと辿り着く。

「魔人ディアボロスの復活を陰ながら阻止することだ」

「魔人ディアボロス……？」

アルファは小首を傾げた。

「君も知っているだろう。遥か昔、魔人ディアボロスによって世界は崩壊の危機に曝されていた。しかし人間、エルフ、獣人から立ち上がった3人の勇者によってディアボロスは倒され世界は守られた」

「知ってるわ、でもあれってお伽話じゃない？」

「いいや、本当にあったことさ。もっとも、事実はお伽話よりずっと複雑だが……」
僕はそう言って、フッと苦笑した。僕ぐらいになるとこの世界の伝説を組み込んだ陰の実力者設定を作り上げることなどイージーだ。

「勇者によって倒されたディアボロスは、死の間際に3人の勇者に呪いをかけた。それがディアボロスの呪い」

「ディアボロスの呪い？　そんな話は聞いたことがないわ」

「ディアボロスの呪いは存在する。悪魔憑き……君の身体を蝕んでいた病のことだ」

「え、そんな……」

驚愕に目を見開くアルファ。

「魔人ディアボロスを倒した英雄の子孫たちは、この病に永らく苦しめられた。しかし、昔はディアボロスの呪いは治せるものだった。君のようにね」

つい最近まで悪魔憑きであったことが信じられないほど、傷一つ無い肌を取り戻したアルファの存在。それこそが僕の言葉が正しいことの証明なのだ。

大嘘だけど。

「悪魔憑きは英雄の子孫の証明だった。世界を救った者の子達として大切に保護され、感謝され、讃えられていた。昔はな」

「だけど今は感謝されることはない。それどころか……」

アルファは顔を歪めて言った。

「何者かが歴史をねじ曲げたのだ。英雄の証明であることを隠し、呪いの治療法も隠し、それどころか悪魔憑きなどと蔑まれる存在に」

「ッ……！　いったい誰が！」

「それこそが魔人ディアボロスの復活を目論む者達だ。ディアボロスの呪いに蝕まれる者は、例外なく魔力が高く英雄の血を色濃く受け継いでいる。つまり人類にとっては貴重な戦力であり、奴らにとっては邪魔な存在だ」

「だから悪魔憑きと称して始末する……」

「そうだ。君は悪魔憑きなどと偽りの罪を被せられ、故郷も家族も失ったのだ。憎くはないか？」

「憎いわ。憎くない筈がないでしょう」

「ディアボロス教団。それが僕らの敵だ。彼らは表舞台には決して出て来ない。だから僕らも陰に潜むんだ。陰に潜み、陰を狩るんだ」

「表舞台に姿を現さずにそれほどの影響力を持つ存在ね。となると敵は権力者……真実を知らずに操られている人達も沢山いるはず……」

僕は鷹揚に頷いた。

「困難な道のりだろう。だが、僕らが成し遂げなければならない。協力してくれるね？」

「あなたがそれを望むなら、私はこの命を懸けましょう。そして咎人には、死の制裁を……」

アルファは青い瞳で僕を見据え、不敵に笑った。幼くも美しいその顔は、覚悟と決意に満ちている。

僕は心の中でガッツポーズした。

おっしゃ、このエルフちょろいわ！

ディアボロス教団なんて当然存在しないから、いくら探しても見つかるはずがない。だから適当にその辺の盗賊とかにディアボロス教団の疑いかけて殺して、後は主人公っぽい人達の戦いに姿を隠して乱入して『この世界は崩壊の危機に……』とか『魔人の復活が近い……』とか思わせぶりなことを言って立ち去ったりとか、他にも戦場に颯爽と現れて『愚かな……操られし者達よ……』とか言って一掃したり、ああ……夢が広がりんぐ。

そうだ、肝心の組織の名前は……。

「我等はシャドウガーデン……陰に潜み、陰を狩る者だ……」

「シャドウガーデン。いい名ね」

だろう、ネーミングセンス抜群だ。

今日この瞬間、シャドウガーデンが設立され、世界の敵ディアボロス教団が誕生した。僕は陰の実力者への道程をまた一歩進んだのだ。

「ま、とりあえず魔力制御鍛えつつ剣の練習しますか。メイン戦闘は僕がやるけど、君も雑魚戦はやってもらうからそれなりに強くなってね」

「わかってる。敵は強大、戦力の底上げは必須ね」

「そうそう、そんな感じ」

「他の英雄の子孫を探し出して保護する必要もあるわね」

「え、あぁ、まぁほどほどにね」

陰の実力者プレイは複数でやった方が組織的っぽくて設定に深みが出るからいいんだけど、そんな沢山はいらないんだよな。ぶっちゃけ２人でも問題ない。

「ま、ひとまずは強くなることに集中しようか」

僕は木剣を構え、最近まで素人だったとは思えないほど鋭いアルファの剣を受け止める。センスもいいし、魔力は十分、そこそこ使えそうだな。

月光の下、僕はそんなことを思いながら木剣を振った。
## 髪があれば……

シャドウガーデン設立から3年ぐらい経った。僕とアルファは13歳にそして僕の姉のクレアが15歳になった。13歳という年齢に特に意味はないけど、15歳という年齢にはそれなりに意味がある。うん、貴族は15歳になると3年間王都の学校に通うことになるのだ。姉さんはカゲノー男爵家期待のホープでつまりあれ、母さんとか張り切って送別会とかやって、さすが期待のホープって感じだった。

それはいい、それはいいんだけど、いざ王都に出立するその日になって、姉さんが消えた。で、現在カゲノー男爵家大騒ぎってわけ。

「俺が部屋に入った時には既にこの有様だ」

ダンディな声で親父が言う。顔も悪くない。

「争った痕跡はないが、窓が外からこじ開けられている。クレアも俺も気づけなかった、相当な手練れだな」

ダンディ親父は窓枠に手を添えて遠くの空を見る。片手にウィスキーとか似合いそうだ。

これで髪さえあれば……。

「で？」

凍えるような声がかけられた。

「相当な手練れだから仕方ない、そういうことかい？」

母さんだ。

「そ、そういう訳じゃなくてね、ただ事実を述べたまでで……」

頬に冷や汗を流しながら親父が答える。

次の瞬間、

「このハゲェェェエエエーーーー！！！」

「ひぃ、す、すいません、すいません！！」

ちなみに僕は空気。期待はされてないけど、面倒もかけない、そんな感じのポジションをキープしている。

しかし姉さん割といい人だったのに残念だ。犯行は夜だったからね、僕は廃村で修行してたからどうしようもない。

僕は神妙な顔で親父と母のじゃれあいを見守って、隙を見て自室に戻り、姉さんの消えた方に手を合わせてからベッドに転がった。

そして。

「出てきていいよ」

「はい」

声と同時に音もなくカーテンが揺れて、黒いスライムボディスーツに身を包んだ１人の少女が入ってきた。

「ベータか」

「はい」

アルファと同じエルフの少女。アルファは金髪だったけど、ベータは銀髪だ。

猫みたいな青い瞳に泣きぼくろの彼女は、僕とアルファに続く３人目のシャドウガーデンメンバーだ。ほどほどにって言ったのに、アルファが捨てネコ拾うみたいに連れてくるからどんどん増えるんだ。

「アルファは？」

「クレア様の痕跡を探っています」

「行動早いね、姉さんまだ生きてる？」

「おそらく」 

「助けられる？」

「可能ですが……シャドウ様の助力が必要です」

あ、僕のことはシャドウって呼んでもらってる。シャドウガーデンの主だからね、フフフ。

「アルファがそう言ったの？」

「はい。人質の危険を考えると万全を期すべきだと」

「へぇ」

アルファは正直言ってもう相当強い。そのアルファが助力を請うって事は、なかなかの実力者がいると見ていい。

「血が滾るな……」

僕は掌に圧縮した魔力を瞬間的に解放し、大気を震わせる。

特に意味はないが、こういう演出大好き。

ベータも驚いて『さすが……』とか呟いてくれるし。

最近はアルファとかベータとかデルタとかもいて練習相手に不足はなかったけど、偶には新鮮さも欲しいし、何よりも陰の実力者プレイしたいしちょうどいい機会だ。

「久しぶりに本気を出すか……」

こうやって陰の実力者っぽい空気感を出すのにも慣れてきた。

それに最近はアルファやベータがかなり設定を煮詰めてきているから盛り上がるんだ。

「犯人はやはりディアボロス教団の者です。それもおそらく幹部クラス」

「幹部クラスか……。それで、教団はなぜ姉さんを？」

「クレア様に『英雄の子』の疑いをかけていたのかと」

「ふん、勘のいい奴らめ……」

こんな感じ。

しかも資料とかも集めてきて『やはりあなたの言葉に間違いはなかった……』とか『千年前ディアボロスの子が……』とか『この石碑からはディアボロス教団の痕跡が……』とか、いや古代文字読めないから僕は分からないけどさ。アルファもあんまり分かってないんじゃないかな、それっぽいの並べて、ディアボロス教団の真実に迫っている感が欲しいんだ、多分きっとそうだと思うよ？

「こちらの資料を見てください。我々が集めた最新の調査の中にクレア様がさらわれたと見られるアジトが……」

ベータがそんな感じで膨大な資料を並べはじめたけど、いやわかんないから。半分以上古代文字だし、わけわからん数字やら何やら、いや君たちそれっぽい資料作るのホントに上手いね。その分野ではもう完全に僕を超えているよ。

僕はベータの説明を聞き流すと、投げナイフを取り出し壁にかかった地図に投げつけた。

カッと。

音を立ててナイフがある一点に突き刺さる。

「そこだ」

「ここ、ですか？　いったい何が……」

「そこに姉さんはいる」

「ですが、ここには何も……いえ、まさか……！」

ベータは今気づきましたって感じで慌てて資料を漁り出す。

いや、うん、適当に投げたんだけどね。

やっぱ演技上手いよねベータ。あれでしょ、それで僕が指差した所に隠しアジトとかあるんでしょ？

「資料と照らし合わせた結果、 シャドウ様の指摘されたポイントに隠しアジトがあると思われます」

ほら来た。

「しかしこの膨大な資料を一瞬で読み取り、さらに隠されたポイントまで読み解くとは……流石です」

「修行が足りんぞ、ベータ」

「精進します」

いいね、演技だと分かっていてもグッとくる。ツボを押さえているよベータ君。

「至急アルファ様に伝えます。決行は今夜で？」

「ああ」

ベータは一礼し去っていった。目とかキラキラしてたな、尊敬してます感出てたよ。アカデミー級の演技に乾杯。

## ガチ教団の人と、ガチ呪いの人(真実風味)

薄暗い地下道を１人の男が歩いていた。

歳は30代半ばをすぎた頃だろう。 鍛えられた体躯に鋭い眼差。灰色の髪をオールバックに纏めている。

彼の足は地下道の突き当たりで止まった。扉が１つ、その脇に２人の兵士がいる。

「カゲノー男爵家の娘はここか？」

「この中ですオルバ様」

問いかけられた兵士はオルバに敬礼し、扉の鍵を開けた。

「お気をつけ下さい。拘束していますが、非常に反抗的です」

「ふん、私を誰だと思っている？」

「っ！　し、失礼しました！」

オルバは扉を開け、部屋の中に入った。

そこは石造りの地下牢だった。壁に固定された魔封の鎖に、１人の少女が繋がれていた。

「クレア・カゲノーだな」

オルバの呼びかけに、クレアと呼ばれた少女は顔を上げた。

美しい少女だった。寝ているところを連れ去られたからか、薄いネグリジェ姿で、豊かな胸の膨らみと瑞々しい太ももが覗いている。絹のような黒髪は背中で切りそろえられ、気の強そうな目がオルバを睨み上げた。

「あなたの顔、王都で見たことがあるわ。確かオルバ子爵だったかしら？」

「ほう、昔近衛にいたが……。いや武神祭の大会でか？」

「武神祭ね。アイリス王女に無様に斬られていたわ」

フフ、とクレアは笑った。

「ふん、試合という枠内ならばあれは別格だ。もっとも実戦で負けるつもりはないがね」

「実戦でも変わらないわ。決勝大会一回戦負けのオルバ子爵」

「ほざけ。決勝の舞台に立つことがどれほどの偉業か分からぬ小娘が」

オルバはクレアを睨みつけた。

「私なら後1年で立てる」

「残念だが貴様に後1年はない」

クレアを繋ぐ鎖が鳴った。

直後、オルバの首筋ギリギリで彼女の歯が噛み合わされた。

ガチン、と。

オルバが僅かに首を傾けなければ、頸動脈を噛み切られていただろう。

「1年後生きていないのは果たしてあなたか私か。試してみる？」

「試すまでもなく貴様だ、クレア・カゲノー」

獰猛に笑うクレアの顎を、オルバの拳が打ち抜いた。

クレアはそのまま石壁に叩きつけられ、しかし変わらぬ強い瞳でオルバを見据える。

オルバは手応えのない拳を下ろした。

「後ろに跳んだか」

クレアは不敵に微笑んだ。

「蠅でもいたかしら」

「ふん、高い魔力に振り回されるだけではないらしいな」

「魔力は量ではなく使い方だと教わったわ」

「いい父を持ったな」

「あのハゲに教わることなんてないわ、弟に教わったの」

「弟……？」

「生意気な弟よ。戦えば必ず私が勝つわ。だけど私はいつも弟の剣から学んでいる。なのにあの子は私の剣から何も学ばない。だから毎日いじめてやるの」

クレアはいたずらっぽい笑みでそう言った。

「可哀相な弟だ。ならば私は酷い姉から彼を救った英雄というわけだな。さて、無駄話はこのぐらいにして……」

オルバは言葉を切ってクレアを見据えた。

「クレア・カゲノー。最近身体の不調はないか？　魔力が扱い辛い、制御が不安定、魔力を扱うと痛みが走る、身体が黒ずみ腐りはじめる、そういった症状は？」

「わざわざ私を連れ去って、やることは医者のまねごと？」

クレアは艶やかな唇の端で笑った。

「私もかつては娘がいた。これ以上手荒な真似はしたくない。素直に答えてくれることがお互いにとって最善だろう」

「それって脅し？　私は脅されると反抗したくなる性質なの。たとえそれが非合理的であったとしても」

「素直に答える気はないと？」

「さて、どうしようかしら」

オルバとクレアはしばらく睨み合った。

静寂を先に破ったのはクレアだった。

「いいわ、大したことじゃないし答えましょう。身体と魔力の不調だったかしら？　今は何ともないわ、鎖に繋がれてさえいなければ快適そのものよ」

「今は？」

「ええ、今は。1年ぐらい前かしらね、あなたの言った症状が出ていたのは」

「なに、治ったというのか？　勝手に？」

オルバの知識の中に『アレ』が自然に治ったというケースはない。

「そうね、特に何も……あ、そうそう、弟にすとれっち？　よくわからないけど、それの練習させてくれとか頼まれて、なんだか終わったらとても調子がよくなっていたわ」

「すとれっち？　聞いたことがないな……。だが症状が出ていたということは、まず適合者で間違いないか」

「適合者……？　どういう意味よ」

「貴様は知る必要のないことだ。どうせすぐ壊れる。ああ、貴様の弟も調査する……」

オルバがそこまで言った瞬間、彼の鼻骨に衝撃が走った。

「ぐっ！？」

オルバは扉まで後退し、鼻血を押さえてクレアを睨む。

「クレア・カゲノー、貴様……！」

四肢を鎖で拘束されていたはずの彼女だったが、右手首の鎖だけがどういうわけか外れて、そこから血が流れ出ていた。

「手の肉削いで、指も外したかっ……！？」

彼女を拘束していた鎖はただの鎖ではない、魔封の鎖だ。つまりクレアは純粋な筋力だけで、己の手の肉を削ぎ落とし、骨を砕き拘束を外し、オルバを殴りつけたのだ。

その事実にオルバは驚愕した。

「あの子に何かあったら、絶対に許さない！　お前も、お前の愛する人も、家族も、友人も、全て残らず殺してっ……！？」

オルバの全力の拳がクレアの腹を殴りつけた。魔封の鎖に繋がれている彼女に、魔力で強化されたオルバの一撃を防ぐ術はない。

「小娘がっ……！」

オルバは吐き捨て、クレアは崩れ落ちた。

クレアの右手から流れ落ちた血が床に赤黒い染みを作る。

「まあいい。これで分かる……」

オルバが呟きその血に手を伸ばす。その時、兵士が息を切らせて扉を開けた。

「オルバ様、大変です！　侵入者です！！」

「侵入者だと！？　何者だ！？」

「分かりません！　敵は少数ですが、我々では歯が立ちません！」

「くっ、私が出る！　お前たちは守りを固めろ！」

オルバは舌打ちして踵を返した。
## ドーピングテスト、陽性です

オルバがそこに着くと、すでに辺りは血で染まっていた。この重要施設を守る兵たちが、弱いはずがない。中には近衛に匹敵するほどの実力者もいた。

それが……。

「どうして、こんな……！」

この地下施設のホール、唯一外の光が差し込むそこは、無数の死体が転がっていた。

総て一太刀。

圧倒的な実力差によって斬り伏せられていた。

「貴様等が……！」

オルバが睨みつけるその先に、黒いボディスーツに身を包んだ集団がいた。身体の膨らみから見て、いずれも小柄な少女だ。

全部で7人。しかし月明かりでのみ照らされるこの空間では、目を懲らさなければ見失いそうになるほど気配が希薄だ。彼女らは類い希な魔力制御によって、その気配をコントロールしているのだ。

いずれも自身に匹敵し得る実力者。オルバはそう認めた。

その中の一人、全身に血を浴びた少女が、月光の下でオルバを見据えていた。

「っ……！」

その瞬間、オルバの本能が萎縮した。理由はない、ただ危険だと。そう伝えてきた。

全身の黒いボディースーツは浴びた血を滴らせ、ぽたりぽたりと床に跡をつける。

血濡れの刀はだらしなく地面を擦り、長い血の道を描く。

「何者だ、何が目的だ？」

オルバは動揺を抑えて言った。

自身に匹敵する実力者が不幸にも7人いるのだ。

戦闘は下策。

オルバは自身の不運に嘆きながらも、打開策を探る。

が、しかし。

血濡れの少女はオルバの言葉を聞いていなかった。

嗤った。

血濡れの少女は、血濡れのマスクの下でただ嗤った。

狩られる……！

オルバがそう思ったと同時、

「下がりなさい、デルタ」

血濡れの少女の動きが止まった。

そしてそのままあっさりと後ろに引いていくのを、オルバは安堵の息を吐いて見送った。

それと入れ替わりに、別の少女が前に出た。

「我等はシャドウガーデン」

こんな場でなければ聞きほれてしまうほどの美しい声。

「そして私はアルファ」

そして前に出た少女は、いつの間にか素顔をさらしていた。

月の光に、白い肌が輝く。

少女は一歩、歩み寄る。

「っ……！」

金髪の、エルフ。

息を呑むほど、美しい少女。

また一歩、歩み寄る。

「目的は……ディアボロス教団の壊滅」

そしていつの間にか手にしていた黒い刀で、空を薙払った。

夜が斬れた。

漆黒の刀身は、オルバにそう錯覚させた。

風圧が、剣圧が、オルバを威嚇し、恫喝した。

どうやってこれほどの実力を、この若さで得ることが出来たのか。嫉妬と戦慄に震えた。

だが、しかし、それ以上に驚愕すべきは彼女の口から語られた言葉だ。

「貴様……どこでその名を知った？」

ディアボロス教団。その名はこの施設でも、オルバを含め数人しか知らない名だった。

「我々は総てを知っている。魔人ディアボロス、ディアボロスの呪い、英雄の子孫、そして……悪魔憑きの真実」

「な、何故それを……」

アルファが言った言葉の中には、オルバですら最近知らされた内容もあった。外部に漏れるはずのない、決して漏れてはいけない極秘事項だった。

「ディアボロスの呪いを追っているのがあなた達だけだと思う？」

「くっ……！」

情報漏洩は許されない。

しかし彼女らを殺し、情報を守る？

否、困難を極める。

ならば、オルバのすべき事は……生存。生きて彼女らの存在を本部に伝えることだ。

だからこそ、オルバは前に出る。

「あああああぁあぁぁぁぁ！！」

オルバは気迫と共に剣を抜き、アルファに斬りかかった。

「あら、無謀ね」

アルファは容易くその剣をいなし、斬り返す。オルバの頬が裂け、血が舞う。

だが、オルバは止まらない。

何度も、何度避けられても、オルバは剣を止めず勝機を探る。

しかし全て紙一重。無駄な動きは最小限に、完全に太刀筋を見切って避けられていた。

そして、逆にオルバの腕が斬られ、足が斬られ、肩が斬られる。

だが、まだ致命傷はない。

彼女は情報を聞き出すまで殺すつもりはないのだ、オルバはそう見抜き、嗤った。

勝ち筋が、見えた。

何度目かの空振りの後、ついにオルバは胸を斬られ、たまらず後退した。

「これ以上は時間の無駄ね」

オルバは答えない。

斬られた胸を押さえ跪き、口元に笑みを浮かべ……何かを飲みこんだ。

「何をして……なっ！？」

突然、オルバの肉体が一回り膨張した。肌は浅黒く、筋肉は張り、目が赤く光った。

そして、何より、魔力の量が爆発的に増えていた。

「っ……！」

予備動作なく薙払われたオルバの剛剣を、アルファは瞬時に防ぐが、その衝撃に顔をしかめる。

彼女はそのまま跳ね飛ばされるようにして距離を取ると、

「面白い手品ね」

痺れた腕をパタパタと振り、首を傾げた。

「あの波長は魔力暴走かしら……それを無理やり抑え込んで……」

「アルファ様、大丈夫ですか？」

初めて後退したアルファに、背後にいた少女が声をかける。

「問題ないわ、ベータ。少し面倒になっただけ……ってあら？」

アルファがオルバの方に意識を戻すと、そこには誰もいなかった。

いや、先ほどまでオルバのいた場所に四角い穴が開き、それは下の階層に続いていた。隠し扉だ。

「……逃げたわね」

「逃げましたね……追いましょう」

しかし穴に飛び降りようとする少女を、アルファは止めた。

「必要ないわ。この先には彼がいるもの」

「彼……？　そういえばシャドウ様が先に行くと言って別行動をしていましたが、まさか」

「ええ。明後日の方に走り去るんだから、迷ったんじゃないかと心配したんだけど」

アルファはクスッと柔らかく笑った。

「この展開を読んでいた……流石ですね」

穴を覗き込む少女達はその瞳を尊敬に輝かせていた。


## 陰の実力者式簡単戦闘レッスン(これで君も陰の実力者！？)

「迷った」

僕は人気のない地下施設で呟いた。

みんなでアジトに乗り込んだまではよかったが、雑魚ばかりで飽き飽きして、先回りしてボス倒そうと思ったらこのざまだよ。せっかくボスに遭遇したときの演出練習してきたのに。

しかし大掛かりな施設だ。今回は廃棄された軍事施設に盗賊団が住み着いた感じかな。

「ん？」

と、その時。

地下道の先から誰かが駆けてくる気配を感じた。

少し遅れて向こうも気づいたようだ。僕と距離を置いて立ち止まった。

「先回りされていたか……」

男は筋肉ムキムキでなぜか目が赤く光っている。なにそれ、かっこいい。目からビームとか撃てたりするんだろうか。

「が、１人なら容易い」

そして、歪んだ笑みを浮かべた次の瞬間、赤眼の男が消えた。いや、常人では消えたと錯覚するほどの速さで動いた。

しかし。

僕は赤眼の剣を片手で止める。

来る場所が分かれば速さなんてそれ程脅威ではないし、力だって使い方次第だ。

「なっ！」

驚愕する赤眼の肩を軽く押して、僕は距離を取る。

アルファ以上の凄い魔力だ。残念ながら全く扱えてない、ただの魔力バカだけど。

ちなみに、僕は魔力で速さや力を強化してブンブンすれば強いでしょって感じの、力任せな戦い方が好きじゃない。いや、フィジカル面を軽視するつもりはないんだ。究極の選択として力か技かどちらかを選べと言われたら僕は迷わず力を選ぶ。力なき技に価値はない。だけど、単純な力、単純な速さ、単純な反応、そういったフィジカル面の強さに任せて、細部を軽視し捨て去り諦めたかのような不完全で歪な戦い方が大嫌いなのだ。

フィジカルは天性だが技術は努力だ。だから僕は、僕が目指す陰の実力者は、決して技量で負けることはない。僕は力に技をのせる、速さにも工夫を凝らす、反応で可能性を探る。フィジカルは大切だけど、それに頼りきった醜い戦いは決してしない。これが僕の戦いの美学なのだ。

正直こういうブンブン丸には少しイラっとくる。

だから教えてあげよう。

正しい魔力の使い方ってやつを。

「Lesson1」

僕はスライムソードを軽く構え、そのまま歩く。

1歩2歩、そして3歩。

そして3歩目と同時に、赤眼の剣が振られる。そこが彼の間合い。

その瞬間、僕は加速する。

使う魔力は最小、脚に集中し、それを圧縮し、一気に解放する。

たったそれだけ。

それだけで、圧縮された僅かな魔力は爆発的にその勢いを増す。

赤眼の剣が空を斬る。

そして、ここは僕の間合い。

もう速さはいらない、力もいらない、魔力すらいらない。

僕は漆黒の刀で赤眼の首を撫でた。

首の皮一枚だけ。

赤い筋を赤眼の首に残して、僕は間合いを外す。

と同時に、赤眼の剣が僕の頬を掠める。

「Lesson2」

僕は赤眼の剣の戻りに合わせて再度前に出る。

魔力は使わない。

だから赤眼の方がずっと速い。

だけど、どんなに速くても、攻撃と同時には動けない。

だから、詰められる。

ほんの、半歩。

微妙な距離。僕にとっては遠い距離で、赤眼にとっては近い距離。

一瞬の沈黙。

赤眼は迷った。

僕は見た。

そして、赤眼は間合いを外す選択をした。

知ってる。

僕はもう、赤眼の魔力移動からその動きを読んでいる。

だから、赤眼の方が速いのに、僕が先に動く。

僕は赤眼の後退より先に距離を詰め、刀の先で彼の脚を撫でた。

さっきより少し深めに。

「くっ……！」

赤眼は苦悶の声を漏らし、更に後退した。

僕は追わない。

「Lesson3」

まだ、これからだから。


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



 　かつて、これほどの差を感じたことはあっただろうか。漆黒の刀によって幾度も身体を斬られながら、オルバは思った。

アルファと名乗るエルフと戦った時も、武神祭で王女と戦い敗れた時も、これほどの差を感じたことはなかった。

あるとすれば……子供の頃、まだ剣を握って間もない頃に、師と対峙した時ぐらいか。子供と大人、達人と素人、勝負にすらならない。

今感じている差は、まさにその時のものだった。

決して強そうには見えない少年だった。少なくともアルファと戦ったときのような威圧感はない。例えるなら自然。構えも、魔力も、剣筋も、なにもかもが自然。腕力も、速さも、特筆すべきものはない。いや、必要ない。ただ純粋な技量によって、その剣は完成していた。

オルバとの絶望的なまでの魔力差を、ただ技量によって覆しているのだ。

だからこそ感じる、圧倒的なまでの敗北感。

オルバがまだ立っているのも、まだ生きているのも、彼がそう決めたからだ。彼が望むのなら、オルバの命などこの瞬間潰える。

今のオルバは身体を斬られても致命傷でなければ再生する。もちろん限界はあるし、副作用も強い。

しかし、多量の血を流し、肉を裂かれ骨を断たれれば、回復まで時間がかかる。

だが、それほどの危機に陥ってもまだ、オルバは生きていた。

否、生かされていた。

オルバは問うた。

「なぜ……？」

なぜ、生かされている。

なぜ、敵対する。

なぜ、それ程の強さがある。

だから、なぜ。

漆黒に身を包んだ少年は、ただオルバを見下ろしていた。

「陰に潜み、陰を狩る。我等はただそのために在る」

深く、どこか哀しみを帯びた声だった。

オルバはそれだけで、この漆黒の少年の在り方を理解した。

「貴様、あれに抗う気か……」

世界には法では裁けない者がいる。オルバはそれを知っているし、自身もその末端にいると思っている。

利権、特権階級、そして裏の顔。

法の光は世界の端まで届かない。

オルバはその恩恵を得ながらも、さらなる上位者に踏みにじられ、砕かれた。

だからオルバは力を求め……そして敗れた。

「たとえ貴様が、貴様等が、どれほど強くとも勝てはしない。世界の闇は……貴様が考えるより遥かに深い」

だからこそ、オルバは言った。

忠告ではない、願いだ。この少年も無様に敗れ、総てを失い、絶望すればいい、そうあって欲しいと願った。そして、それが裏切られることを恐れた。つまらない嫉妬と羨望。

「ならば潜ろう、どこまでも」

少年の声には気負いもなく、気迫もない。ただ絶対の自信と、揺るぎない覚悟を感じた。

「容易くほざくな、小僧」

認められない。

絶対に認められない。

それはかつてオルバが目指し、砕かれたものだから。

そしてこの瞬間、オルバは最後の一線を越える覚悟を決めた。彼は懐から錠剤を取り出すと、その全てを飲み込んだ。

オルバはもう、自身が生き残れないことを悟っている。ならばせめて、この命を使って、教えてやろうではないか。

この世界の闇を。
## 陰の実力者は孤高である


オルバの纏う気配が変わった。

これまでの暴れ惑う魔力は息を潜め、さらに濃密に圧縮された魔力が肉体に内包された。

血管が破裂し血を吹き、筋肉が裂け、骨が折れ、しかし瞬時に修復する。

人間の限界を超え、その身に莫大な魔力を宿す。

教団はこれを『覚醒』と呼んでいた。

こうなれば最後、もう元に戻る術はない。

しかし……代わりに絶大な力を得る。

「アアアアァァァァァァァァァァアッ！！」

獣のような雄叫びと共に、オルバの姿がかき消えた。

そして鈍い音が鳴ったのと、漆黒の少年が吹き飛ばされたのは同時だった。

少年はそのまま壁を蹴り、体勢を整えて着地する。

が、オルバの剣は立て続けに少年を吹き飛ばした。

「遅い、軽い、脆い！　これが現実だ小僧っ！」

オルバの追撃が続く。

音が鳴り、少年が吹き飛ぶ。

オルバの斬撃はただひたすらに速く、重く、無慈悲だ。

圧倒的な暴力。

虎が兎を殺すのに、小細工などいらない。ただ、力を振るえばいい。

抗うことなどできはしない。

漆黒の少年はただ一方的に壊される。

そのはずだった。

「っ！？」

オルバの胸に血が吹いた。いつの間にか、そこには浅くない刀傷があった。

オルバは一瞬動きを止め、しかし即座に少年を吹き飛ばす。

「効かぬ、効かぬぞ小僧おぉぉぉぉ！！」

オルバの傷は肉を裂き骨にまで達したはずだ。しかし、傷は泡立ち、一瞬にして再生をはじめる。

「これが力だ！！　これが強さだッ！！」

オルバが加速する。

血を噴きながら、空気を切り裂き戦うその様は、朱い閃光のようだった。

漆黒と朱。

二つはぶつかり、漆黒が吹き飛び、朱が血を噴く。

その攻防は目に追えない。

ただ、朱い残像と、漆黒が吹き飛ぶその様だけが、そこで何かが起こっていることを知らせるのだ。

しかしそれも、長くは続かない。

両者の差は明らかで、いずれ漆黒が壊されることは容易に予想できた。

絶対に負けるはずのない勝負だった。

何度も剣を薙ぎ、圧倒的な力をもって漆黒を蹂躙した。

なのに、なぜ。

なぜ漆黒の少年は、変わらぬ姿で立っているのだ……？

「なぜだ……何故届かぬ……？」

漆黒はまるで変わらなかった。魔力など殆ど使わず、身体も殆ど動かさず、ただ流れに任せてオルバに飛ばされ続けた。さながら激流に落ちた葉のように。

しかし流されるだけでなく、オルバの勢いを利用し、的確に刃を刺した。

無駄なこと、余計なことはしない。ただ自然に、あるがままに。

「醜いな」

漆黒が言った。その瞳はすべてを見透かすかのように、オルバを見据えていた。

「何が分かる……貴様に何が分かるッッ！！」

オルバが吼えた。

そして剣に、肉体に、総ての魔力を注ぎ込み、咆哮と共に薙ぎ払う。

たとえ命が朽ちようとも、漆黒を絶つ。

その一撃はまさしく、オルバの人生最大の一撃となった。

が。

「遊びは終わりだ」

ただ、両断された。

漆黒の刀は無人の野を行くが如く、何の抵抗もなく振り抜かれた。

オルバの剣も、膨大な魔力も、鍛え抜いた肉体も、総て纏めてただ一刀の下に両断された。

漆黒の剣は、魔力も、腕力も、速さも無く、ただ純粋な技量によって完成されていると、オルバは考えていた。

だが違った。

「何だ、これは……」

それは、総てを絶ち斬る一刀。

オルバはそれが、己の剣を斬り、魔力を斬り、肉を斬り、骨を斬り、通り抜けていくのを、極限の中で確かに見た。

その一刀には濃密な魔力があった、絶大な力があった、圧倒的な速さがあった。そして、何よりも……技量があった。

これが、これこそが完成形。

漆黒は何もかも総てを持っていたのだ。

ただ、使わなかっただけ。

その力総てを出したその一刀に断てぬものはなかった。

「これほど……か……」

血が噴き出た。

上半身が落ち、遅れて下半身が倒れた。

上下に分かれたオルバの肉体はそれでもなお再生しようとするが、オルバの身体は既に壊れていた。腐り朽ちていく肉体は、辺りに黒い染みを広げる。

漆黒が見下ろし、オルバが見上げる。

オルバは漆黒と剣を交えてすべてを理解した。剣を見ればその人となりは分かる。

漆黒の剣は真面目で愚直な凡人の剣。血の滲むほどの努力の末勝ち取った剣だ。

何も知らない小僧だと思った。だが違った。彼は、総てを知った上で戦う道を選んだのだ。

無力。

オルバの人生は無力であった。

何かを成そうとし、何も成せなかった。

だが、この漆黒の少年なら……。

「ミリ……ア…………」

オルバは青い宝石の入った短剣に手を伸ばし、目を閉じた。

薄れゆく意識の中でオルバの脳裏に浮かんだのは、かつて亡くした最愛の娘の微笑みだった。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



まあそんなわけで盗賊団退治兼、姉さん救出作戦は終わった。姉さんは気絶していたから拘束だけ解いて放置しといたら、次の日ご機嫌斜めで帰ってきた。あの人やたらしぶといからね、手の怪我も一晩で大体治っていたし。それから療養やら事件の調査やらで一週間ぐらいごたごたした後、姉さんは王都に出発した。その一週間なぜかやたらとかまってきてめんどくさかった。

アルファ達は何だか盗賊団の調査やら残党処理やらで忙しそうにしていた。ああ、盗賊じゃなく教団か。まあ呼び方がどうであれ、結局ただの盗賊なんだけど。

しかし盗賊団の赤眼のおっさんは逸材だったな。『ならば潜ろう、どこまでも』とか、まさに陰の実力者って感じの台詞が出てきたのも、ひとえにあのおっさんのおかげだ。名脇役として雇いたいぐらいだった。

そして、見事陰の実力者を演じきった僕と、咄嗟の状況に対応したアドリブ力は必見だった。観客がいなかったのが残念で仕方ないが、それも後2年の我慢だ。2年後、僕も王都に行く。王都だ、あの王都である。この世界有数の大都市、この国では唯一の100万人都市。絶対主人公ポジションのキャラがいるはずだし、ラスボス的キャラもいるかもしれない。そしてこんな地方では起こり得ない事件、陰謀、抗争、そしてそこに乱入する陰の実力者……ああ、それを思えば今の僕なんて所詮盗賊ボコってイキってるだけの蛙だ。僕の物語はまだ序章すら始まっていないのだ。

2年後に備えて更なる力を求める僕の下に、ある日アルファ達7人が集まった。何でも教団の調査やら呪いの研究やらの報告がしたいようだ。最近はみんな色々と忙しそうで、7人全員集まるとか珍しい。調査とか研究とか無駄だから程々にね、とか思いながら彼女達の報告を聞いた。

簡単に纏めると。

魔人ディアボロスと戦った英雄は全員女だった。だからディアボロスの呪いは女性にのみ発現する。

斬新な考えだね。だけど残念、英雄は全員男だった説が一般的だから。ああ、シャドウガーデンは僕を除いてみんな女だからね、その理由付けかな？

次、ディアボロスの呪いが発現する割合はエルフがもっとも多い。次いで獣人、最後に人間。これは種族ごとの寿命と関係していて、寿命の短い人間は英雄の血が薄まっていて呪いは発現しにくい。逆に寿命の長いエルフは英雄の血が濃く呪いが発現しやすい。獣人はその中間。ああ、確かにシャドウガーデンメンバーで人間は僕１人、その僕も悪魔憑きじゃないからね。他は獣人2人にエルフはなんと5人。当然全員元悪魔憑きだった。なんかそれっぽい設定、よく考えたね。

他にもアルファ達が色々報告していたけど、適当に聞き流した。

そんな感じで教団に関する報告に移る。教団はなんと世界規模の超巨大組織だったらしい。へーすごいね。

悪魔憑きというかディアボロスの呪いというかどっちでもいいけど、教団はそれが発現した人を適応者と呼び、早期捕獲と処分を徹底しているとか。それに対抗するにはシャドウガーデンも世界に散るしかないとかいう話になって、僕の下にはローテーションで１人残して、他は世界に散って悪魔憑きの保護やら教団の調査やら妨害活動にあたることになった。

それを聞いて僕は察してしまった。彼女達はディアボロス教団なんて存在しないことに気づいてしまったのだ。だからもう、こんな茶番には付き合いきれないから自由にさせてもらいますよ、と。世界に散るって、つまりそういうことだろう。だけど一応、僕に対しては悪魔憑きを治してもらった恩があるからローテーションで１人付く、それで我慢してね。そういうことだ。

僕は少しだけ悲しかった。前世でも、子供のころはみんなヒーローに憧れた。僕も同じように陰の実力者に憧れた。だけどみんな大きくなって、いつの間にか憧れていたヒーローの存在すら忘れていって、僕は１人取り残された。だから彼女達も、大人になったのだ。

僕は少しだけセンチな気分になりながらも、快く彼女達を送り出すことにした。もともと7人も集める気はなかったのだ。僕と、その補佐に１人残ってくれるならそれで十分。僕は別れを惜しむ彼女達を見送って、たとえ世界にただ１人取り残されたとしても、陰の実力者を目指し続けることを誓ったのだ。


## 陰の世界を知らぬ者たちの戯れ

僕は１５歳になり、王都にあるミドガル魔剣士学園に入学した。大陸最高峰の魔剣士学園で、国内はもちろん国外からも将来有望な魔剣士たちが集うという。

僕はそこでモブらしい中の下あたりの成績をキープしながら二カ月ほど過ごし、その間主人公格っぽいキャラに目星をつけた。

その中の１人。

アレクシア・ミドガル王女。一番の大物は彼女だった。

ミドガル王女とか名前聞いただけでチンパンジーでも大物ってわかるぐらい大物だ。

ちなみに彼女の上にはアイリス・ミドガル王女というさらに有名な超大物がいるらしいが、残念ながら学園をすでに卒業している。

さて、このアレクシア王女に僕は特大のモブイベントを申し込むことにした。というより罰ゲームで負けてそうなった。

うん、そうだ。実にモブらしいイベント『罰ゲームに負けて女子に告白』である。

というわけで学園の校舎の屋上、僕はそこで一定の距離をおいてアレクシア王女と対峙した。

白銀の髪は肩で切りそろえ、切れ長の赤い瞳がなんかえっと綺麗で、それから……めんどくさいわ、はいはい美人ですね、って感じのやたら整ったクール系の顔立ち。あいにく僕はアルファたちのおかげで美人に見飽きているのだ。やっぱ多少崩れて個性あったほうが人間いいよ。

で、このアレクシアに挑む僕だが、当然無謀な挑戦者は僕だけじゃなかった。彼女が入学して二カ月、すでに百人を超えるアホたちが彼女に挑み、冷酷な一言で返り討ちにあっている。

『興味ないわ』

そりゃね、王女ともあれば卒業したら政略結婚だし、子供の遊びには興味ありませんってところか。でも彼女に告白した貴族たちもそのあたりの事情は同じだ。大体は卒業してしばらくしたら政略結婚が待っている。だから学園にいるうちに色恋楽しもうってわけだ。

まぁどちらにせよ、所詮は陰の世界を知らぬ者たちの戯れよ。

しかし僕はその戯れにモブとして混じる使命がある。学園のアイドルに罰ゲームで告白してこっぴどく振られるまさにモブらしいイベント。このイベントをモブらしくこなすことで、僕は僕が考えた最高のモブになることができ、それは陰の実力者への道のりをまた一歩進むことを意味するのだ。

今日この瞬間のために僕は夜なべして考えた。どうすれば、どう告白すれば……最もモブらしい告白になるのだろうか？

言葉選びはもちろんのこと、活舌から音程、ビブラートの利かせ方まで夜通し研究し、ついに最強のモブ告白を習得し、僕は今日この決戦の場にいる。

決戦。

そう、モブにとってこれは一大決戦なのだ。

陰の実力者には陰の実力者の戦いがあり、モブにはモブの戦いがある。

ならば僕は今この瞬間、１人のモブとしてベストを尽くさねばならない。

僕は決意を胸に前を向く。

アレクシア王女……澄ました顔で立っているが、僕が今本気で剣を抜けば一瞬で君の首と胴が分かれることになる。君は所詮、その程度の人間なのだ。

よって刮目せよ。

これが世界で一番モブっぽい告白だ！

「ア、ア、ア……アレクシアおうにょ」

ア、ア、アでスタッカートを刻み……でビブラート、アレクシアの音程は上下に揺れ、おうにょで迫真の活舌を披露。

「す、好きです……！」

視線はアレクシア王女を避け地面を彷徨い、膝は小刻みに震わせる。

「ぼ、ぼ、僕と付き合ってくぁさぃ……？」

セリフはあくまで普通、退屈なまでに王道を突き進みながら、発音、音程、活舌は明後日のほうにブレまくり、ラストは小さい語尾からの疑問形で自信のなさを極限アピール。

完璧だ……！

これこそが僕が目指したモブAの姿だ。

満足、僕はもう満足だ！

「よろしくお願いします」

「ん？」

満足したからもう帰ろうとした僕の耳に幻聴が聞こえた。

「君、いまなんて？」

「ですから……よろしくお願いします」

「あ、はい」

何かがおかしい。

「と、とりあえず一緒に帰ろうか」

僕はそのままアレクシア王女と寮まで帰り、また明日とにこやかに別れて、自室に戻るとベッドに突っ伏し枕に頭を埋めて叫んだ。

「なんでラブコメ主人公ルート入ってんだよおおおおおおぉぉぉぉぉぉぉぉぉおおお！！！」


## あいつ弱み握って脅したらしいぜ……

「おかしいだろ！？」

「おかしいな」

「おかしいですね」

翌日の昼、僕は食堂で２人のモブ友に昨日の流れを話した。結果３人の見解は一致、どう考えてもおかしい。

「正直言ってお前にアレクシア王女と付き合えるだけのスペックはない。俺ですら怪しいレベルだぜ？」

そう言うのはヒョロ。ガリ男爵家の次男坊で、外見は長細くておしゃれに気を使っているがセンスは悪い。遠くから見ると雰囲気イケメンに見えないこともない。いや、やっぱ見えないわ。

そんなヒョロ・ガリだが当然彼もアレクシア王女と付き合えるだけのスペックはない。なぜなら僕が認めたモブ友だから。

「シド君が付き合えたんなら自分もいけたかもしれませんね。あー、自分が告白すればよかったなぁ」

そう言うのはジャガ。イモ男爵家の次男で、外見は小さくごつい、野球部に一人はいるイモっぽいやつ。遠くから見ても近くから見てもどの角度から見ても雰囲気イケメンにすらなれない逸材だ。

当然彼もアレクシア王女とは到底釣り合わない生粋のモブである。

あ、ちなみに僕の名前だけどシド。シド・カゲノー、この名でいる間は僕も生粋のモブだ。

「いや実際いいもんじゃないよ。なんか裏がありそうで怖いし、そもそも住む世界違うわけだし」

「だろーな。お前に俺みたいな器量は無いし、もって一週間ってところか？」

「３日ぐらいでしょう、周りを見てください」

ジャガの言葉に周囲を見渡すと、食堂の人間がそれとなく僕を見てヒソヒソ話していた。

『ほら、あれが……』

『嘘ー！　なんか普通……』

『何かの間違いじゃ……』

『あ、私ありかも……』

『えー！』

とか。

『弱み握って脅したらしいぜ……ヒョロ・ガリって奴が言ってた』

『マジかよあいつ絶対殺す……』

『演習で事故に見せかけて……』

『ここでやらなきゃ男が廃る……』

とか。

僕は耳がいいからほとんど聞き取れるんだけど、とりあえずヒョロ・ガリを睨んでおいた。

「ん、どうした？」

「なんでもないよ」

モブの友情は儚く脆い。

「でも本気でどうしよう。告白してすぐ僕のほうから別れ切り出すのっておかしいし」

そもそも王女振るってモブっぽくない、そもそも付き合った時点でモブっぽくないわけだが。

「いいじゃん、付き合えば。あわよくばいい思いできるかもしれないぜ」

ニヤつきながらヒョロが言う。

「ですね。たとえ間違いでも王女と付き合えるんですから、多少の障害で怯んではもったいない」

「そういうわけにもいかないんだよなぁ」

こうしている間にも僕の噂は広まり、平凡なモブAから遠く離れていくのだ。

「しかしこういう結果になったのであれば、罰ゲームのことは隠さなければなりませんね」

とジャガが言う。

「だね。バレたら面倒なことになりそうだ。だから頼むよ、特にヒョロ」

「俺？　俺は漏らさねーよ？」

「もちろん自分も漏らしませんよ」

「マジ頼むからな」

僕は溜息を吐いて、日替わり定食９８０ゼニー貧乏貴族コースに手を付ける。

早く食べて居心地の悪い食堂から出よう。

と、その時。

僕の向かいの席に日替わり定食１０００００ゼニー超金持ち貴族コースがメイドたちによって手際よく並べられた。

そして。

「この席、いいかしら？」

アレクシア王女の登場。

ああ、知ってたよ。だから早く食べようとしたのに。

「ど、どどどどど、どうじょ！」

「こ、こここここ、こんな席でよければ、ぜひぜひ！」

ヒョロとジャガの小粒感溢れる対応。

これがさっきまで自分でも付き合えると大口叩いていた男の姿なのか。ああ、やはり君たちは僕が認めた生粋のモブだ。

いろんな意味で涙が出そうになった。

「座ればいいと思うよ」

僕の答えを待つアレクシア王女に言った。

「では」

と彼女は席に着く。

「天気いいよね」

とりあえず天気の話でもふっときゃ間はもつでしょって感じの僕。

「そうね」

と無難な会話が続く。

彼女は美しい所作で豪勢な昼食に手をつける。

王女ってやはりマナーがいい。下級貴族なんて所詮平民に毛が生えた程度だし。

「超金持ち貴族コースってやたら量多いよね」

「ええ、いつも食べきれないわ」

「もったいないね」

「本当はもう少し下のコースでいいんだけれど、私がこのコースを頼まないと皆が頼み辛くなるから」

「ああ、なるほど。食べきれないならもらっていい？」

「ええ、いいけれど……」

「ああ、マナーとか気にしなくていいよ。所詮下級貴族の席だしここ」

僕は戸惑うアレクシアからメインディッシュの肉を強奪し文句が出る前に頬張る。

うん、うまい。

「あっ……」

「魚ももらうね」

「ちょっと……！」

いやー、ラッキーだわ。

君のおかげで僕の腹は至福である。

アレクシアに対する僕の態度は昨日から一貫して超適当である。

なぜなら。

作戦『さっさと振れやおらぁ！』実施中だからだ。

「はぁ……まあいいわ」

「ごちそうさま、じゃあまたね」

「ちょっと待ちなさいっ！」

食うもん食って流れるように立ち去るプランは失敗、僕は仕方なく席に着く。

「あなたって午後からの実技科目は王都ブシン流だったわね」

「そだねー」

この学園は午前の基礎科目と午後の実技科目に分かれる。

基礎科目はクラスごと、実技科目は選択式でクラスも学年もごちゃ混ぜ。数多の武器流派から自分に合った授業を選ぶわけだ。

「私も王都ブシン流だから一緒に受けようと思って」

「いや無理でしょ、だってアレクシア１部じゃん。僕９部だし」

ブシン流はかなり人気の授業で、１部５０人でなんと９部まである。１部から９部は実力ごとに分けられて、僕は入学して間もないこともあってまだ９部だ。最終的には５部辺りに落ち着こうかなーと思っている。

「私の推薦で１部に席を空けてもらったから大丈夫よ」

「それは大丈夫じゃないやつだ。僕は知っているからな」

「なら私が９部に行こうかしら？」

「やめてくれ、僕の立場がなくなる」

「２つに１つよ、選びなさい」

「いや」

「王女命令よ」

「１部行きまーす」

こうして僕の昼食は終わった。

ヒョロとジャガは最後まで置物だった。
## 争いは外から見ている分には面白い

「広いな……」

王都ブシン流1部の教室に入ってまず言わずにはいられなかった。

例えるならデカい体育館、当然更衣室、風呂、軽食場他色々完備で、扉はメイドさんが開けてくれる人力自動ドア仕様だ。

ちなみに9部は雨の日も風の日も屋外である。扉がないからメイドさんいらずだ。

僕は絡まれないように素早く着替えて、隅っこでアレクシアを待った。

しばらくして、

「軽く身体をほぐしましょうか」

とブシン流の道着に着替えたアレクシアが登場。

女性用のそれは深いスリットの入ったスカート姿で、装飾のないチャイナドレスをイメージすると近いだろう。色は黒。ブシン流は色ごとに強さを分けていて、黒が最も上で、白が最も下だ。

当然僕は白、この教室でたった１人の白、目立ちまくる。

僕は敵意7割、好奇心3割の視線を無視して、軽い動的ストレッチを行った。

「面白いわね」

と、僕の動きを真似るアレクシア。

この世界でも運動前に身体をほぐすといいことは広く知られているが、ほぐし方はまだ確立されておらず皆独自のやり方でほぐしている。

スポーツガチでやっていながらストレッチを舐めてる奴は必ず身体を壊すからね。この世界は魔力で無理やりなんとかしていたりするけど、それでもパフォーマンスには影響する。

その辺アレクシアは割と意識高くていい。僕は戦闘という分野においてはとことん意識高いからね。西海岸で飲むいつもの味にも負けない自信がある。

そうこうしているうちに授業が始まった。

「今日から新しい仲間が入った」

と、顧問の先生に紹介される僕。

「シド・カゲノーです。よろしくお願いします」

そして仲間とは欠片も思われていない視線に曝される。

ああ、さすが１部。見渡せば重要人物がそこら中にいる。あそこのイケメンは公爵家の次男だし、あそこの美人は現役魔剣騎士団長の娘だし、そして顧問の先生はなんとこの国の剣術指南役だったりする。しかもまだ28歳という若さの金髪イケメンだ。

「みんな仲良くするように」

てな感じで稽古開始。

瞑想魔力制御からはじまって、素振やら基礎的な内容が続く。

いいよいいよ、基本は大事だ。9部なんてちょっと素振りしたらチャンバラするからね。やはり強い人は基本を大事にする。

周りのレベルも高いしお世辞抜きでいい環境だといえるだろう。

何よりも、この王都ブシン流とかいう剣術は非常に理にかなっている。練習に参加していて苦にならないって素晴らしいことだ。

「君は王都ブシン流が好きかい？」

と、金髪イケメンの顧問に話しかけられた。名前は確かゼノン・グリフィだったか。

「そう見えます？」

「ああ、楽しそうだ」

「そうかもしれませんね」

僕の答えにゼノン先生は爽やかに笑った。

「王都ブシン流は知っての通りブシン流から分裂して出来たまだ新しい流派だ。伝統のブシン流、革新の王都ブシン流、はじめは風当たりも強かったがアイリス王女のおかげで今やこの国でブシン流に次ぐ流派とまで言われるようになった」

「先生も、王都ブシン流を盛り上げた剣士の１人だと聞きますが」

「アイリス王女に比べれば微々たるものだがね。それでも私は王都ブシン流は自分が育ててきたと思っている。だから王都ブシン流を好きになってもらえたなら嬉しいんだ。すまない、練習の邪魔をしたね」

そう言ってゼノン先生は他の生徒を見に行った。僕も彼の気持ちがよくわかる。僕はアルファ達が僕の剣を振るのが好きだ。僕の剣は僕が作り上げてきたもので、それが他人に認められ振るわれるのは格別の喜びなのだ。

「何を話していたの？」

とアレクシアが聞いてくる。

「王都ブシン流について」

「ふぅん。次はマスだから組みましょうか」

マスというのは軽い実戦形式の稽古だ。

お互い攻撃は相手に当てずに、技や返し流れの確認をする感じ。

「実力違いすぎない？」

「大丈夫よ」

てな感じで木剣を構え打ち合う。

僕が剣を振り、アレクシアが捌く。

逆にアレクシアが仕掛け、僕が捌く。

攻撃は当てないし、動きも遅い、

魔力もあまり使わない。

周りでは魔力をガンガン使ってかなり激しい打ち合いをしている組もあるけど、アレクシアは意外にも僕に合わせてくれているようだ。

いや、僕に合わせていると言うよりも……これが普段通りなのかもしれない。マスはあくまで技の確認で、そこに速さや強さは必要ない。彼女は稽古の目的をよく見据えているのだ。

それはアレクシアの剣を見れば分かる。

姉のアイリス王女の実力は、誰もが褒め称え王国中に轟いている。天才、鬼才、今や王国最強とまで言われている。

対して妹のアレクシアについてはあまり評判は良くない。魔力はある、剣も素直、ただアイリス王女には大きく劣る。これが世間一般に言われているアレクシアの評価だ。

だけど、こうして対峙してみると、アレクシアの剣は普通にいい剣だった。

基本に忠実、基礎をしっかり、ただし地味。

うん、地味だ。でもその地味さは努力の結晶なのだ。無駄が排除され、研ぎ澄まされたその様は、一歩一歩基礎を積み上げてきた証拠なのだ。

デルタ、お前も見習えよ。

僕は僕にとって許し難い剣を振るう獣人の少女に心の中で語りかけた。

「いい剣ね」

アレクシアが言った。

「どうも」

「でも、嫌いな剣」

上げてから落とすスタイル。

「自分を見ているようだわ。終わりにしましょうか」

彼女はそう言って片付けに入る。授業が終わったようだ。

僕は大方の予想に反してこの授業を無事切り抜ける事が出来たようだ。素早く片付け、着替えて、全力ダッシュで帰宅……。

「待ちなさい」

出来なかった。　

僕はアレクシアに首根っこ掴まれて連れて行かれた。

「それが、君の答えというわけかな」

そしてなぜか目前にはゼノン先生。

「ええ。私、彼と付き合うことに決めたから」

「いつまでもそうやって逃げられる訳じゃないよ」

と厳しい目でゼノン先生。

「大人の事情は子供には分かりませんの」

ホホホと、アレクシア。

僕はもうこの流れで大体察していた。僕がここに連れてこられた理由も、彼女が僕と付き合う事に決めた理由も。

頼む巻き込まないでくれと願いながら、僕は空気になって２人の主役級イベントを見守った。


## 僕の名前はポチ！　みんなよろしく！

「つまり、アレクシアとゼノン先生は婚約者で、僕はその当て馬ってことだろ」

僕は放課後の校舎裏でアレクシアと対峙した。

「婚約者じゃないわ、婚約者候補よ」

澄ました顔でアレクシアは言う。

「どっちでもいいよ」

「よくないわ、まだ決まってもいないのに強引に話を進めてきて困っていたのよ」

「それこそどうでもいい。悪いけど、君たちの事情に巻き込まれるつもりはないから」

「あら、恋人のクセに薄情ね」

「恋人？　ただ都合のいい当て馬が欲しかっただけだろ？」

「ええそうよ、でもそれはお互い様よね」

アレクシアは嫌らしい笑みを浮かべる。

「お互い様？　いったい何のことだ」

「あら、惚ける気？　罰ゲームで告白してきたシド・カゲノー君」

さらに笑みを深めてアレクシアは言った。

うん、ちょっと待って。落ち着こう。

「非道いわ、乙女の純情を弄ぶなんて」

シクシクと嘘泣きしながら、乙女の純情など欠片も持ち合わせていない女が言う。

大丈夫、僕は冷静だ。

「何のことかさっぱり分からないけど。証拠でもあるのかな？」

そう、証拠だ。

彼女がどれだけ疑おうとも、あの２人が裏切らない限り証拠は……。

「ジャガ君だったかしら。私が話しかけたら顔を真っ赤にしてペラペラと聞いていないことまで全部喋ってくれたわ。いい友達ね」

僕は頭の中でジャガをボコボコにしてマッシュポテトにする事で精神の衛生を保った。

「大丈夫？　頬が盛大に引きつっているけど」

「大丈夫、僕は性根が歪んでいるから口も歪むんだ」

「ああ、なるほどね」

「君よりマシだけどね」

「ん、何か言ったかしら？」

「別に。それで、何が望みだ……」

僕は敗北を認めた。敗因は友達選びを間違えたことだ。

「そうね……」

アレクシアは腕を組み校舎にもたれかかった。

「とりあえず恋人のふりを続けてもらいましょうか。期限はあの男が諦めるまで」

「僕は所詮男爵家の出だ。正直当て馬には力不足だよ」

「分かっているわ。時間が稼げればいいの。後はこっちで何とかするから」

「それと危険な目には遭いたくない。相手は剣術指南役だ。何かあったら僕じゃどうしようもない」

「ごちゃごちゃ五月蠅いわね」

アレクシアはそう言って懐から金貨をバラまいた。

「拾いなさい」

1枚10万ゼニー、それが少なくとも10枚はある。

「へぇ、僕が金でなびく男に見える？」

僕は地べたに這いつくばって金貨を１枚１枚丁寧に拾いながら言った。

「見えるわね」

「その通りだ」

11枚、12枚、13枚……あ、まだ1枚あるぞ！

最後の1枚に手を伸ばした僕の目の前で、アレクシアのローファーがその金貨を踏みつけた。

僕はアレクシアを見上げた。アレクシアの赤い瞳が僕を見下ろした。プリーツスカートの中身が見えた。

「ちゃんと私の言うこと聞いてくれるわよね？」

性格の悪さが滲み出た微笑みでアレクシアが言う。

「もちろんですとも」

僕は満面の笑みで答える。

「いい子ね、ポチ」

アレクシアは僕の頭をポンポンと撫でて、短いスカートを靡かせ去っていった。

僕は彼女の足跡が付いた金貨を丁寧に拭いてポッケにしまった。


◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


僕は学園に入ってからも睡眠時間を削って修行を続けていたが、アレクシアと偽恋人関係になってその時間は減った。

「付き合いなさい」

という一言で、僕はまだ朝早くに王都ブシン流1部の教室まで連れてこられた。

広い教室には僕ら二人だけ。朝日が差し込み静かな空気が流れていく。

早朝稽古。

一心に、アレクシアは剣を振るう。

僕もその隣で剣を振るう。

アレクシアは剣に対して真摯である。ただその一点に関しては、僕は嫌いじゃない。

二人に会話はない。ただ黙して剣を振るう。その時間は珍しく僕にとって苦痛じゃないものだった。

「不思議ね、あなたの剣」

アレクシアが言う。

「基礎は出来ている。ただそれだけ、それ以外は何もないのに」

アレクシアはそこで言葉を切る。

僕は当然、力も、早さも、魔力も、技量も、全てを抑えて剣を振っている。

後に残るのはただ基礎だけ。

「なぜか目を奪われる」

「どうも」

外から小鳥の鳴き声が聞こえてくる。美しいその声は歌っているのではなく、実は縄張り争いの声。バッチバチにやりあっているのだ。

「でもやっぱり嫌いな剣」

アレクシアはそう言って、僕らはそれ以降一言もしゃべらず剣を振った。

## ちなみに僕はゼノン派

あれから2週間、僕はどうにかこうにかアレクシアの恋人として過ごしている。たまに生徒からの嫌がらせにあうが、それも我慢できる範囲だ。

なによりゼノン先生が僕をボコボコにしたりとか短絡的かつ暴力的な手段には出なかったので一安心だ。

そんなゼノン先生だが、授業中僕やアレクシアに対していつも通り丁寧に指導してくれている。以前のように気軽に話しかけてくる事はないが、公私を弁えた大人の対応をしていると言っていい。

それに比べてこいつは。

「むかつくわねあの男。少し剣が上手いからっていい気になって」

さすがに人前では猫を被っているが、裏では罵詈雑言の嵐だ。

「はいはいそうですね」

僕は同意するだけのロボットだ。反論など時間の無駄なことを知っている。

「あの胡散臭い笑顔ポチも見たでしょ」

「はいはい見ました」

今僕らは授業が終わって帰り道、少し遠回りして人気のない林道から寮に向かうのがいつものパターンになっている。

僕はその間ひたすらアレクシアの話に同意し続けるのだ。内容など1割も入ってこない。

僕らは夕暮れの林道をひたすらゆっくり歩く。普通に歩けば10分そこそこで抜ける道に平気で30分以上かける。暗くなって星が見えた日もあったが我慢だ。もう壁に向かって話してろよと思った日もあったがひたすら我慢だ。

我慢、我慢、ただ我慢。

しかし流石の僕も一言言いたくなってくる。

「あー、ちょっといいっすか？」

「何よポチ」

アレクシアはお気に入りの切り株に腰かけて足を組む。

座ってんじゃねぇさっさと歩け、とは言えず僕も仕方なく隣に座る。

「結局ゼノン先生の何が嫌なんだ？　客観的に見て結婚相手としてはかなり優良物件だと思うんだけど」

「あなたねぇ、私の話聞いてなかったの？」

少し不機嫌そうなアレクシア。

「全部よ全部、あいつの存在全てが嫌なの」

「イケメンで剣術指南役で地位も名誉も金もあって公私を弁えたいい人に見えるけどね。実際女子からの人気も高いし」

僕の言葉をアレクシアは鼻で笑った。

「上辺だけはね。上辺なんていくらでも取り繕えるわ。私みたいにね」

「なるほど説得力のある言葉だ」

そういえばアレクシアも人気は高い。吐き気がするほど猫を被っているからな。

「だから私は人を上辺で判断しない」

「ならどこで判断するのさ」

「欠点よ」

アレクシアはドヤ顔で言った。

「なかなかネガティブな判断だ。君にぴったり」

「あら、ありがとう。ちなみに私、欠点ばかりでろくに美点のないあなたのこと嫌いじゃないわ」

「ありがとう、こんなに嬉しくないほめ言葉は初めてだ」

アレクシアは苦笑した。

「あなたは分かりやすいクズでいいわ。だからこそあの男が嫌いなんだけど」

「ちなみにゼノン先生の欠点は？」

「私が見た限り欠点は無かった」

「超優良物件じゃん」

「だからよ。欠点が無い人間なんていないのよ。もしいたとすればそれは大嘘つきか頭がおかしいかのどちらかね」

「なるほど、独断と偏見に満ちた回答をありがとう」

「どういたしまして、欠点まみれのポチ。ほーら取ってこーい」

そしてアレクシアは１枚の金貨を放り投げ、僕は全力ダッシュでキャッチする。

よっしゃ10万ゼニーゲットだぜ。

僕は金貨をポッケに入れて、手を叩いて喜ぶアレクシアの下に戻った。

「よーしよし」

頭を撫でられる。我慢だ。

「嫌がってる嫌がってる」

わちゃわちゃと撫でられながら僕は改めてこいつろくな人間じゃねぇと思った。

「顔に出てるわよ」

「出してるんだ」

フフ、と笑ってアレクシアは立ち上がった。

「さて、帰りましょう」

「はいはい」

「ポチ、明日こそあいつのムカつく顔に木剣叩き込んでやるんだから見てなさいよ」

そう言うアレクシアに、僕はつい聞きたくなった。

「あれって本気でやってるの？」

「どういう意味よ」

アレクシアが振り返って僕を見据えた。

僕はきっと余計なことを聞いたのだ。でも僕にとってそれは無視できないことだった。

「ゼノン先生は確かにアレクシアより上手だけど、僕にはそう一方的にやられるほど差があるようには見えない」

アレクシアの剣が僕は好きだ。一歩一歩、日々歩みを重ねて積み上げてきた剣だから。だけど、いざ本気の戦いになるとアレクシアの剣には余計なものが混じる。僕は僕が認めた剣に、そんな見苦しいものが混じるのが嫌だった。

「簡単に言うわね、白服のくせに」

「白服の戯言だよ。君が受け止める必要はない」

「いいわ、教えてあげる。あなたが思っているほど簡単な事じゃないのよ」

「へえ」

「私には才能がない。生まれつき魔力は多かったし、努力もしてきたつもりよ。私自身そこそこ強いとも思ってる。それでも、本物の天才には絶対に勝てない」

「そうかな」

「私はずっとアイリス姉様と比べられてきた。周囲の期待もあったし、何より私自身がアイリス姉様を尊敬し、追い付きたいと思っていた。だけど、私はアイリス姉様と同じようには出来なかったのよ。何もかも、最初から持っているものが違ったの。だから私は私なりに考えて強くなろうとした。その結果私の剣が何て呼ばれているか知ってるでしょう」

アイリスとアレクシア姉妹の剣を比べる時、必ずと言っていいほど出てくる言葉がある。

「凡人の剣」

「そうよ。ちなみにあなたも私と同じ凡人の剣。残念だったわね」

アレクシアは片頬で笑った。

「残念とは思わないよ。僕は君の剣が好きだし」

アレクシアは僕の言葉に一瞬息を止めて、睨み付けた。

「かつて、同じ言葉を言われたわ。武神祭の舞台で無様に負けた私に、アイリス姉様が言った」

『私、アレクシアの剣が好きよ』

唇を歪めて声真似をするアレクシア。

「あの人に私の気持ちなんて分からないでしょうね。あの時私がどれほど惨めだったか。私はあの日からずっと、自分の剣が大嫌いよ」

アレクシアは笑った。それが何の笑みなのか僕にはわからなかったけど、少なくとも楽しそうには見えなかった。

僕には言わなければならない言葉があった。それを言わなければ、僕は僕自身を否定することになる。

「僕は適当な人間でね。世界の裏側で不幸な事件が起きて100万人死んでも割とどうでもいいし、アレクシアが乱心して無差別通り魔殺人犯になっても割とどうでもいい」

「乱心したら真っ先にあなたを斬ることにするわ」

「けどどうでもよくないこともある。それは他の人にとってはくだらないものかもしれないけれど、僕の人生において何よりも大切なものなんだ。僕は僕にとって大切なほんの僅かなものを守りながら生きている。だから今から僕が言う言葉に嘘はないよ」

ただ一言。

「僕はアレクシアの剣が好きだよ」

しばらく沈黙して、アレクシアが応える。

「その言葉に何の意味があるの」

「何も。ただ、あるとすれば、自分が好きなものを他人に否定されると腹が立つ。そんな気持ち」

「そう」

アレクシアは踵を返し、

「今日は一人で帰る」

歩いていった。

## 僕をキレさせたら大したもんだよ


「こうやって３人で食べるのも久しぶりですねぇ」

裏切り者のジャガが言った。

「こいつ毎日王女と食べてたからな」

とヒョロ。

「仕方ないだろ」

と僕。

僕らは久しぶりに３人で食堂に来ている。アレクシアは珍しくいない。

「シド君、いい加減機嫌直して下さいよ」

「そうだぞ、男が細かいことでいつまでも根に持つんじゃねーよ」

「日替わり定食980ゼニー貧乏貴族コース奢ったじゃないですかぁ」

「そうだぞ、奢ってもらったんだから全部水に流せ」

「わかってるって」

僕は大きめの溜め息を吐いた。

「よーし、それでこそ男だ」

「シド君ありがとうです」

「はいはい」

「それで実際どこまでいったんだよ」

声を抑えてヒョロが言う。

「なにが？」

「だから、アレクシア王女とアレだよ。2週間付き合ったんだからちょっとぐらいアレあるだろうよ」

アレを連呼するとても頭の悪い会話である。

「何もないよ、あるわけないだろ」

「かー、どうしようもないヘタレだな。俺だったらもう最後までやってるぜ」

「ですねぇ。自分でもチューぐらいはしてますよ」

「だからそういう関係じゃないって」

僕は適当にあしらいながら食事を続けた。すると。

「少しいいかな」

金髪イケメンのゼノン先生が登場。

「はいどうぞ！」

「どうぞです！」

そう言って置物になる２人。

「僕になにか？」

少しだけ警戒しながら僕。一応アレクシアのいない間に仕掛けてくる可能性を警戒。

「ああ。もう聞いているかもしれないが、アレクシア王女が昨日から寮に戻っていない」

もちろん初耳である。

けどきっと自分探しの旅にでも出かけたんだろう。そういう年頃だ。

「今朝から捜索したところ、これが見つかった」

ゼノン先生が取り出したのは片方だけのローファー。アレクシアのものだ。

「付近には争った形跡もある。騎士団は誘拐事件と見て捜査を始めた」

「そんな……！」

僕は悲痛な叫びを上げながら心の中で『よっしゃ、ざまぁ！！』と渾身のガッツポーズをキメた。

「容疑者を絞り込んでいく中で最後にアレクシア王女と接触した人物が浮かび上がった」

そう言って僕を見据えるゼノン先生。

「騎士団が君に話を聞きたいそうだ」

食堂の入口には完全武装で殺気立った騎士団の皆様。

「協力してくれるね？」

僕は悟った。

これあかんやつだ。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



僕はその後、留置場的な所に入れられて取り調べを受け、解放されたのは5日後の夕方だった。

「おら、さっさと行け」

乱暴に背中を押されて建物から追い立てられ、後から僕の荷物が投げ捨てられた。

下着姿の僕は荷物から服を着て靴を履く。両手の指の爪は全て剥がされたため、やたらと時間がかかった。

僕は一通り支度を終えると大きく息を吐いて歩き出す。

大通りを行き交う人の流れが、殴られ血まみれの僕に注目する。

僕はもう一度息を吐く。

「落ち着け、落ち着け僕。あんな小物にキレても仕方がないだろう」

僕は取り調べの騎士の顔を出来る限り思い出さないようにして平静を保った。

「彼らは自分の仕事をしただけだ」

殴られた傷は表面的なものだし、剥がされた爪もその気になればすぐ治癒できる。

そうしないのは全てモブになりきるためだ。

「うん、僕はいつだって冷静だ」

そう、冷静だ。

大きく息を吐く。視界がクリアになった。

気配を探ると少し後ろに怪しい影。

「尾行は2人か」

まだ誘拐犯は捕まっていない。当然アレクシアの安否も不明。

僕は自分が無罪放免されたと思うほど脳みそお花畑じゃない。証拠不十分だっただけ、容疑はまだ晴れていない。

僕は俯き憔悴した様子を装いながら寮へと歩く。

その途中。

『後で……』

囁きのような、ほんの小さな声が耳に届く。

そして記憶に残るささやかな香水の香り。

「アルファか……」

夕方の大通りは多くの市民が行き交い、彼女の姿はどこにも見えなかった。


◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


寮の自室に戻り明かりをつける。

薄闇から１人の少女が歩み出た。

「食べるでしょ」

黒いボディースーツは全身にフィットし、女性らしく成長した膨らみを強調している。

彼女の手には肉厚マグロの入ったサンドが。王都の有名店『まぐろなるど』のものだ。

「ありがと。久しぶりだね、アルファ。ベータは？」

５日間ろくなものを食べていなかった僕はサンドにかぶりつく。

最近はベータが僕の補佐をしてくれていたはずだ。

「ベータから連絡がきたのよ。厄介なことになっているわね」

ベッドに腰かけ足を組むアルファ。

背中で輝くサラサラの金髪も、切れ長の美しい青い瞳もどこか懐かしい。

しばらく見ないうちに随分と大人びたように見える。

「そうだね」

僕はサンドの最後の一欠を頬張って言った。

「そこに水あるわ」

「さんきゅ」

大き目のコップに入った水を僕は一気に流し込んだ。

「はー、生き返る」

僕は靴と上着を脱いでベッドに飛び込んだ。

「ちょっと、服ぐらい着替えなさいよ」

「無理、もう寝る」

「あなたねぇ、自分の立場分かってる？」

「段取りは任せるよ」

アルファは優秀だ。彼女に任せておけば最高の舞台を用意してくれるだろう。僕はそれまで寝て……じゃなくて力を蓄えておけばいい。

ハァとため息をつくアルファ。

「分かっていると思うけど、このままじゃあなたが犯人よ」

「だね」

真犯人が見つからない限り、ほぼ間違いなく最も疑わしき者が処刑される。

特に今回は王族誘拐事件だ。誰かしら死ななければ収まりがつかない。

中世サイコー。

「起きなさいよ、サンドまだあるわよ」

「起きる」

僕はアルファからサンドを受け取る。

「あなたの事を犯人に仕立て上げようとする動きがあるわ」

「へぇ、ほっとけば僕が犯人なんだけど」

「早く解決させたいんでしょうね。貧乏男爵家のパッとしない学生ならちょうどいい」

「だね、僕でもそうするよ」

「騎士団は信用できないわ」

「教団が入り込んでる？」

「ええ、間違いなく。王女誘拐の犯人は教団の者よ。目的は濃度の高い『英雄の血』ね」

アルファたちはまだこうやって教団設定を守ってくれている。ありがたいことだ。

「彼女まだ生きてる？」

「死んだらそれ以上血が抜けないでしょ」

「なるほど」

「あなたがなぜ王女様とロマンス繰り広げていたか知らないけれど」

アルファが半眼で僕を睨む。

「ロマンスは繰り広げていないかな」

「何か理由があるのよね。私たちに言えない何かが」

僕の瞳を覗き込むアルファから逃げるように視線を逸らす。

僕は沈黙した。当然、大した理由なんてない。

「わかっているわ。あなたが何か大きなものを抱えているってことぐらい」

特に何も抱えていない場合はどうしたらいいのだろう。

「でももう少し私たちを信頼して。今回だって事前に知らせてくれればこんな大事にはならなかった。そうでしょ？」

「わ、わかったよ」

「いいの。あなたをフォローするのが私たちの仕事なんだから」

アルファはそう言って微笑んだ。 

「この事件が解決したら『まぐろなるど』でご馳走して。さっきのサンド私の分だから」

「いいよ。なんか悪いねアルファの分食べちゃって」

「気にしないで」

アルファはそう言って立ち上がると、窓を開け片足をかける。

小さなヒップが揺れた。

「そろそろ行くわ。あなたはしばらく大人しくしていて」

「わかった。作戦は？」

「人を集める。今王都にいる数じゃ足りないわ。あとデルタも呼ばなきゃ」

「デルタ呼ぶの？」

「あなたに会いたがっていたわよ」

鉄砲玉デルタ、もしくは特攻兵器デルタ。 簡単に言えば戦闘極振りのアホ。

みんな久しぶりだから同窓会みたいでいいけどさ。頼むからちゃんとまっとうに生活しててくれよ。

「詳しいことは準備ができたら伝えるから。またね」

アルファは最後に微笑むと、ボディスーツで顔を隠し窓の外へ消えた。
## なるほど素晴らしい考えね(棒読み)

「報告は以上ですか」

燃えるような赤髪の美女が言った。背中まで伸びたストレートの赤髪は蝋燭の火で輝き、ワインレッドの瞳は机の捜査資料を追っている。 凛々しく美しいその姿に、報告を行った騎士は頬を染める。

「い、以上ですアイリス様。引き続き捜査を行います」

アイリスは頷いて、報告を行った騎士の退出を促す。

扉が閉まり室内に残されたのはアイリスともう1人、金髪の端正な顔立ちの男だった。

「ゼノン侯爵、今回は協力感謝します」

「学園の敷地内で起きた事件です。私にも責任はありますし、何よりアレクシア様の身が心配で……」

ゼノンは目を伏せて悔しそうに唇を噛む。

「あなたには剣術指南役の仕事もあります。あなた個人の非を問う者はいないでしょう。今は誰が悪かったかではなく、アレクシアを無事救う事を考えましょう」

「そうですね……」

「それで」

とアイリスは一度言葉を切り捜査資料を閉じた。

「シド・カゲノーという学生が犯人である可能性が高いというのは確かですか」

「私も学園の生徒が犯人だとは考えたくはないのですが、状況的に彼が怪しいのは事実です。しかし彼の実力から考えるとアレクシア様と直接対峙して勝てるとは思えない」

ゼノンは言葉を選びながら言う。

「だとすると協力者がいたか、薬物を使ったか。だが彼は騎士団の尋問にも口を割らなかった。本当に彼が怪しいと？」

「分かりませんが、私は彼を信じたい」

アイリスは頷いて目を細めた。

「彼には信頼できる騎士を監視に付けています。報告を待ちましょう」

「アレクシア様の無事を願います」

ゼノンは礼をして退出する。

その時、ゼノンの開けた扉から１人の少女が室内に滑り込んだ。

「アイリス様！　話を聞いてください！」

「クレア君！　何をしているんだ！　失礼しました、すぐに退出させます！」

ゼノンは滑り込んできた黒髪の少女、クレア・カゲノーを押さえて連れ出そうとする。

「ゼノン侯爵、彼女は？」

アイリスはゼノンを止めて言った。

「彼女は……」

「クレア・カゲノー！　シド・カゲノーの姉です！」

「クレア君っ！　か、彼女は学園の成績優秀者で、現在騎士団に体験入団しています」

「そうですか……。いい、話を聞きましょう」

「ありがとうございます！」

クレア・カゲノーはアイリスの前に進み出て懇願する。

「弟は、シドは、アレクシア王女を誘拐するような子じゃありません！　きっと何かの間違いです！」

「騎士団は間違いが起こらないよう慎重に捜査している。あなたの弟が犯人だと決まったわけではない」

「ですが、このまま真犯人が見つからなかったら処刑されるのは弟です！」

「騎士団は慎重に捜査している。間違いで処刑するようなことはない」

「ですが！」

「クレア君！」

アイリスに必死で詰め寄るクレアを、ゼノンが止めた。

「もうやめたまえ。君の気持ちも分かるが、これ以上は騎士団に対する侮辱になる」

「くっ……！」

クレアはゼノンを、そしてアイリスを睨み付けた。

「もし、あの子の身に何かあったら……！」

「クレア君、やめないか！！」

クレアの言葉を遮って、ゼノンは強引に外に連れ出した。

バタン、と。

勢いよく閉められたら扉を見つめて、アイリスは溜め息を吐く。

「家族を思う気持ちは同じ、か……」

ポツリ、と呟いた。

「アレクシア、無事でいて……」

かつては仲のいい姉妹だった。

だけどいつからだろう、すれ違ってしまったのは。

もう何年も話していない。

もう二度と、話せないかもしれない。

「アレクシア……」

ワインレッドの瞳を閉じると、一筋の雫がこぼれ落ちた。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



アレクシアが目を覚ますと、そこは薄暗い室内だった。

窓はなく、蝋燭１本が唯一の灯り。

壁は石造りで、頑丈そうな扉が正面にある。

「ここは……」

学園からの帰り道、ポチと別れてからの記憶がなかった。

身体を動かすとガチャ、と金属の擦れる音が響いた。

見ると、彼女の四肢は台座に固定されていた。

「魔封の拘束具……」

魔力は練れない。自力での脱出は困難だろう。

いったい誰が何の目的で連れ去ったのか。誘拐、脅迫、人身売買……一通り考えてみるが確証は得られない。

アレクシアに王位継承権はないが、王女という立場にはそれなりの利用価値があることを、彼女は知っている。

が、今ある情報では答えは出そうにない。

アレクシアは思考を止めて、ふと思った。

ポチは無事だろうか。

最近できた性格の悪い友人。アレクシアは物怖じせずものを言う彼を気に入っていた。

もし、巻き込まれていたとしたら彼の命はもう……やめよう。

アレクシアは頭を振って辺りを見渡した。

石壁、鉄扉、燭台、そして……黒いゴミのような塊。

その塊はアレクシアの隣で、何故か鎖に繋がっていた。

アレクシアが興味深く見つめていると、それは少し動いているようだ。

呼吸している。

それはぼろ衣を着た生物だった。

「あなた、聞こえる？　言葉がわかっ……！」

生物が動き、アレクシアを見た。

化物だった。

アレクシアが今まで見たこともない、醜く痩せた化物が鎖に繋がれていたのだ。

黒く爛れた顔はかろうじて目と、鼻と、口が判別出来る。全身は歪に肥大し、右腕がアレクシアの脚より長い。逆に左腕はアレクシアのものより細く短く、何かを抱えるかのように胸に癒着している。

そんな化物が、アレクシアのすぐ横にいた。

アレクシアが四肢を固定されているのに対して、化物は首輪で繋がれているだけだ。化物がその長い腕を伸ばせばアレクシアに届くかもしれない。

アレクシアは化物を刺激しないように、息を潜めて視線を背けた。

見られている。

アレクシアは自身を観察する化物の視線を感じた。

しばらく、時が止まったかのような静寂の後。

ジャララ、と鎖が鳴った。

アレクシアは横目で隣を見た。

化物は身を伏せ、眠りに入ったようだ。

アレクシアは安堵の息を吐いた。

しばらくして、正面の扉が開かれた。

「ようやく、ようやく手に入れた」

入ってきたのは白衣の痩せこけた男だった。

頬は痩け、目は窪み、唇はひび割れている。

頭髪はまばらで、皮脂でべったりと張り付き、悪臭が漂う。

アレクシアは冷静に男を観察した。

「王族の血、王族の血、王族の血」

王族の血。

白衣の男は連呼しながら細い針の付いた装置を取り出す。

血を抜かれるのだろう。アレクシアも城の医師に何度か抜かれた経験がある。

が、しかし。

王女を誘拐してまで血を求める理由がわからない。

「聞いてもいいかしら」

アレクシアは落ち着いた声で言った。

「ん、んん？」

白衣の男は変な呻きのような声でアレクシアに応えた。

「私の血を何に使うのかしら」

「き、き、君の血は魔人の血。魔人を現代に蘇らせるのさ」

「なるほど素晴らしい考えね」

さっぱり意味が分からないが、男が正気でないことと、宗教か何かに入れ込んでいることは分かった。

「けれど、あまり血を抜かれると困ってしまうわ。私まだ死にたくないもの」

「ヒヒ、ヒ、わ、分かってるよ。たくさん欲しい、だから毎日少しずつ抜く」

「ええ、そうしてちょうだい」

アレクシアの血に利用価値があるうちは殺されることはないだろう。

反抗せず、従順であれ。アレクシアはとりあえず救助が来るのを待つことにした。

「こんな、こんなはずじゃなかった。全部バカ共のせいなんだ」

「そうね、私もバカは大嫌い」

バカの相手は疲れるもの、と白衣の男を見据えてこっそり呟く。

「僕の、僕の、研究所を破壊していって。オルバのバカが最初にやられたんだ」

「そうね、オルバのバカが最初ね」

「そこから次々と、あああぁぁぁぁ！」

「かわいそうに、大変だったのね」

「そうだ、そうなんだ！　僕の、研究が後少しだっのに！　後少しで完成させなきゃ、僕は破門だ、破門だ……！」

「そんな、ひどいわ」

「ち、ちくしょう、役立たず、役立たずが！」

白衣の男は鎖に繋がれた化物に近づき、蹴り飛ばした。

何度も、何度も蹴り飛ばし、踏みつけた。

化物はただ丸まって動かなかった。

「私の血を抜くんじゃなかったの？」

「そうだ、そうだ、君の血、君の血があれば完成する」

「よかったわね」

白衣の男は装置を構えて針をアレクシアの腕に押し付ける。

「これで、これで、完成する、ぼ、僕は破門されない」

「痛くしないでね」

殴りたくなるから、とアレクシアは心の中で付け加えた。

針がアレクシアの腕に刺さった。

赤い血がガラスの容器に満たされていくのをアレクシアは他人事のように見つめた。

「ヒヒ、ヒヒヒ……」

容器に血が満ちると白衣の男はそれを大切そうに抱えて出ていく。

アレクシアは扉が閉まるのを待って深いため息を吐いた。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



総てはこの日の為に。

取り調べから解放されて２日、僕は寮の自室で自慢の陰の実力者コレクションから使えそうなものをピックアップしていた。

葉巻は……まだ似合う歳じゃない。

ヴィンテージワイン……フレンチ南西部ポルトーの逸品90万ゼニーだ。いいね、月の隠れた今夜にぴったりだ。

ならば最高のグラスをこれに合わせて……これもフレンチで統一、ビトンのグラス45万ゼニーだ。

他にもアンティークランプにそれから偶然拾った幻の絵画『モンクの叫び』を壁に掛けて……素晴らしい。

ああ、心が満たされる。

盗賊狩りしたのも這いつくばって金貨を拾ったのも全てはこの為。

僕は選び抜かれたコレクションから出来上がった自室に感涙する。

後はこれに今日届いたばかりの招待状をセットして、時を待つだけだ。

僕はその瞬間を待った。

待った。

待った……。

待ち構えたッ……！

そして……その瞬間が来る。

僕は漆黒の少女が窓から入ってくると同時に呟く。

「時が満ちた……今宵は陰の世界……」 　

そう、総てはこの日の為に……。　

## シャドウ様戦記完全版執筆中


「時が満ちた……今宵は陰の世界……」

それが、シャドウの下に訪れたベータを迎えた言葉だった。

シャドウはベータに背を向けたまま足を組み椅子に座っている。

無防備な背中、だがその背中が何よりも遠いことをベータは知っている。

その手にはワイングラスがアンティークランプに照らされて輝いている。そして何気なく呑んでいるワインの銘柄は、酒に疎いベータにでも知っている一流のものだった。

部屋を彩る一級品の数々、そして壁に掛かった絵画を見つけてベータは驚愕した。

幻の名画『モンクの叫び』だ。

いくら財を積んでも決して手には入らないまさに幻の一品だ。

一体どうやって手に入れたのか、ベータは思わず尋ねそうになるが、そんな事に意味はないと気づく。

彼だから手に入れられたのだ。

その一言で全ての説明が付いてしまう。

彼が『モンクの叫び』を所持していることはただ当然の結果なのだ。むしろ彼以外に相応しい主など、世界中どこを探しても見つからないだろう。

「陰の世界。月の隠れた今宵は正に我等に相応しい世界ですね」

ベータは言った。

シャドウはベータを一瞥し、ただグラスに口を付ける。

「準備が調いました」

「そうか」

何もかも知っている。そう錯覚してしまうほど、見透かした声。

いや、事実これから語るベータの言葉は、ほぼすべて見透かされているのだろう。

それでもベータは続けた。それが、彼女の使命だから。

「アルファ様の命により近場の動かせる人員は全て王都に集結させました。その数114名」

「114名？」

「ッ……！」

少なかっただろうか？

シャドウガーデンの戦闘力を考えれば、むしろ十分に思える。

が、しかし。

ベータは思い違いに気づく。

114名の有象無象など所詮は脇役なのだ。事実、適応者は全体の一割にも満たない。今宵の主役は彼だ。主役を彩る脇役として考えた時、114という数は余りにも、余りにも少なすぎる。

「も、申し訳……！」

「エキストラでも雇ったのかな……？」

ベータの言葉を遮って彼は言った。エキストラ、その単語の意味がベータには分からない。

「いや、何でもない、こちらの話だ」

「はい」

ベータはそれ以上問わない。彼の言葉にはすべて、ベータでは想像すら出来ないほど深い理由があり、ベータにはそれを聞く権利も実力もないのだ。

でも、それでも。

いつかその隣に立ち、その全てを支えたいと思う気持ちをベータは抑えきれないでいた。

いつか、その日の為に。

ベータは胸の内を隠して言葉を続けた。

「作戦は王都に点在するディアボロス教団フェンリル派アジトの同時襲撃です。襲撃と同時にアレクシア王女の魔力痕跡を調査、居場所を突き止め次第確保に切り替えます」

シャドウはただ頷き、先を促した。

「作戦の全体指揮はガンマが、現場指揮はアルファ様が取り私はその補佐を。イプシロンは後方支援を担当、デルタが先陣を切り作戦開始の合図とします。部隊ごとの構成は……」

ベータが詳細を語るのを、シャドウは片手を上げて制した。

彼のその手には一枚の手紙。

「招待状だ」

投げられたその手紙を受け取ったベータは、促されるままに中を読む。

「これは……」

そこに書かれた余りに拙い誘いに、ベータは呆れと同時に怒りを抱いた。

「デルタには悪いが……プレリュードは僕が奏でよう」

「はい、そのように手配を」

「付いてこいベータ」

彼はそう言って振り返る。

「今宵、世界は我等を知る……」

ベータは共に戦える歓喜に震えた。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



招待状に書かれていた場所は林道の奥だった。アレクシア王女が誘拐された現場に近いその場所に、シャドウは学生服姿で現れた。

ベータは彼から少し離れて林の中に気配を消し潜む。

しばらくして、新たに二つの気配が近づいてきた。

そして、何かがシャドウに飛来する。

片手で受け止めたシャドウは、それを一瞥し呟く。

「これは……アレクシアの靴か」

と、その時。

林道から二人の男が姿を現した。

「よう、色男。アレクシア王女の靴なんて持ってどうしたんだ？」

「あーあ。バッチリ魔力痕跡残ってるな。犯人はお前だ、シド・カゲノー」

その二人の男は騎士団の装備に身を包んでいた。

それは間違い無く、シドを尋問した二人の騎士だった。

「なる程、そういうことか」

「ああ、そういうことだ」

シドの言葉に、騎士団の男は言い訳すらせずニヤついた。

「さっさと口を割れば、こんな面倒なことする必要も無かったのによぉ」

「お前も痛い思いをせずに済んだだろうに」

二人は剣を抜き、無遠慮にシドの間合いに詰め寄る。

愚かな……ベータは彼らの愚かさに言葉を失った。

「さて、シド・カゲノー。王女誘拐の容疑で逮捕する」

「抵抗するなよ、抵抗しても無駄だけどな」

一人が笑いながらシドに剣を突きつけた。

その瞬間。

「お？」

シドはその剣を二本の指で止めて、そのまま一閃。

シドの右足が、男の首を撫でた。

男の首から血が噴き出た。

シドの右足からは漆黒の短剣が伸びている。

「あッ……あッ………ぁ……！！」

男は首を押さえて倒れる。直に死ぬだろう。

「てめぇ何しやがった！！」

もう一人の男が、慌ててシドに斬りかかる。

だがそれは余りに安易で、拙い。

シドはただ首を傾げてそれを避け、そのまま男の脚を払った。

男の膝から下が取れた。

「あああああああぁぁぁあッ！！」

血が噴き出る膝を押さえて、男が絶叫する。

「俺の、俺の脚ぃぃぃッ……！」

そして、這いずりながらシドから距離を取る。

「て、てめぇ、騎士団にこんな事をしてただで済むと思うなよ……！　お、俺たちが死んだら真っ先に疑われるのはてめぇだ！」

シドは、ただゆっくりと血の道を歩きながら男に迫る。

「ひ、ひぃッ……！　て、てめぇはもう終わりだ……！　終わりだ……！」

ただ必死で、無様に男は地を這う。

「夜が明ければ……二人の騎士の死体が見つかる」

「そ、そうだ、夜が明ければてめぇは終わりだッ……！」

男は地を這い、シドは血の跡を歩く。

「だが何も心配する事はない」

それは一瞬。

気づくと、男の背後にシドがいた。

「ひぃッ！」

シドは右足を一閃。

「夜が明ければ……総ては終わっているのだから」

男の首が宙を飛んだ。

血の飛沫が舞う中で、シドが振り返る。

その姿に、ベータは震えた。

学生服姿のシドはそこに居なかった。

そこに居たのは全身に漆黒を纏ったシャドウ。

漆黒のボディスーツに漆黒のブーツ、その手には漆黒の刀を携えて、漆黒のロングコートが風になびく。

コートのフードを深く被り、顔の上半分は影に隠れ下半分だけが光に当たる。

その顔も奇術師の仮面に覆われて、素顔が覗くのは仮面の奥の赤い瞳だけ。　

ベータは凛々しくも美しいその姿に気絶しかけ、慌てて胸の谷間から自筆の『シャドウ様戦記』メモを取り出しシュババババっとスケッチする。

スケッチの隣に本日のシャドウ様語録を付け加え完成。その間、僅か5秒。

余談だがベータの自室はシャドウ様絵画とシャドウ様語録が壁一面に貼り巡らされており、寝る前にシャドウ様戦記を執筆するのがかけがえのない楽しみである。

と、その時。遠くで轟いた爆音がベータを現実に引き戻した。

「デルタか……ノクターンの始まりだ。ベータ、往くぞ」

「は、はい！　今行きますぅ！」

ベータは胸の谷間にメモを押し込んで彼を追いかける。

当然、彼はそんなベータの生態など知らない。
## ディアボロスの片鱗ッ！　グチャッ！！

「ひぃッ……何だお前は、俺たちが何したって言うんだよぉ！」

血の海。

まさしくそう表現するに相応しいこの場所で男は叫んだ。

『それ』は突然やってきた。

前触れもなく、理由も述べず、いきなり壁を突き破って殺戮を始めた。

今もまた１人、漆黒の刀の餌食となる。

もう誰も『それ』と戦う気などなかった。心にあるのはただ我先にと逃げ出したいという思い。

しかしたった一つの出口は『それ』の背後にある。

「俺たちがあんたに何をした！？　何もしてねぇだろ！？」

『それ』が男の方を向き嗤った。

「ひぃッ……！」

漆黒のマスクに隠されたその顔は、しかしそれでも凶悪に嗤った。

「た、助けッ……！」

男の身体が左右に分かれた。

脳天から股下まで一直線に切断され、血を噴き左右に倒れた。

『それ』は全身に血を浴びながら、降り注ぐ血を愛おしそうに受け止める。

姿形は女性のそれだが、その様はまさしく悪魔。

『それ』は辺りを見回して獲物が残り少ないことに気づくと、刀を伸ばした。

漆黒の刀が伸びた。

比喩でも何でもなく、それは壁を突き破るほど伸びた。

『それ』は伸びた刀を大きく振りかぶり、

「や、やめっ……！！」

建物ごと、総て纏めて切り捨てた。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



「始まったわね」

建物が冗談のように切断され、崩壊していくのを、その美しいエルフは時計塔の上から眺めていた。

黄金の長い髪は風に流され、夜の闇に煌めいた。

「デルタ……あの子はいつもやり過ぎよ」

溜め息を吐き、首を振った。

やってしまったことは仕方ない。

アルファは時計塔の上から王都を見渡した。

王都全体が慌ただしく動き始めている。

予定通り、全てが始まったのだ。

そして、その注目は建物を切り刻んだデルタに最も集まっている。

「デルタのおかげで他が動きやすくなるのも事実ね……」

周辺の被害にさえ目をつむれば、彼女の働きは最高のものだった。

「そろそろ私も動こうかしら」

アルファは呟いて、漆黒のマスクで顔を隠した。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



外が慌ただしい。

アレクシアは数時間ぶりに目を開けた。

この部屋に来る者はあの白衣の男と世話係の女性ぐらいなもので、相も変わらず台座に四肢を拘束されているアレクシアには寝るぐらいしかすることがない。

同居人の化物ともまぁ相互不干渉ということで上手くやっている。

外の喧騒は次第に激しさを増し、何かしら争いが起きていることを伝えてくる。

アレクシアは救助を期待して笑った。

「派手に壁をブチ破ってくれないかしら」

特に理由もなく呟く。相当ストレスが溜まっているのだろう。

無意味だと知りながらガチャガチャと拘束を鳴らす。

と、その時。

「ごめんなさい、起こしてしまったかしら」

隣の化物が顔を上げた。

「けれど起きていた方がいいわ。きっと楽しいから」

答えが返ってくることは無いと知りながら、アレクシアは話しかける。

退屈は人をおかしくする。

しばらくして、部屋の鍵が開く音が響いた。それも慌ただしく、落ち着きがない様子だ。

「ちくしょう、ちくしょう！！」

白衣の男が勢いよく扉を開けて入ってきた。

「ごきげんよう」

「あと少し、もう少しなのに！！」

明らかに楽しんでいる様子のアレクシアの挨拶を白衣の男は無視する。

「や、奴らが、奴らが来やがった！！　お、お終いだ、もうお終いだ……！」

「諦めなさい、抵抗は無駄よ。私の拘束解いてくれれば、あなたの命を助けてもらえるよう頼んでみるわ」

頼むだけ、とアレクシアは小さく付け加える。

「や、奴らが、見逃すものか……！！　み、皆殺し……皆殺しだっ！！」

「騎士団は無用な殺生をしないわ。抵抗しなければ命まで奪わないはずよ」

そんなことはない、とアレクシアは心の中で自分にツッコミを入れる。

「騎士団？　騎士団なんてどうでもいい！　や、奴らは、奴らは皆殺しだ、皆殺しなんだぁ！！」

「騎士団じゃない？」

だとすればいったい何者だろうか。いや、この男が錯乱しているだけの可能性もある。

「どちらにせよ、もう終わりよ。諦めなさい」

「嫌だっ、嫌だ嫌だ嫌だ嫌だ嫌だ！！　ぼ、僕は、アレさえ完成すれば！！」

頭をかきむしって、白衣の男は血走った目を化物に向けた。

「し、試作品は作った。こ、これなら、出来損ないのお前でも役に立つ」

そう言って、白衣の男は針の付いた装置を化物の腕に押し付ける。

「やめておいた方がいいわ。なんだか嫌な予感がするの」

割と真面目に、アレクシアは言った。

白衣の男は当然無視して、化物の腕に針を突き刺し何かを注入する。

「さ、さぁ、見せてみろ、ディアボロスの片鱗をぉ！！」

「わー楽しみね」

すると、化物の身体が膨張した。筋肉が見る見る発達し、骨格すら成長して伸びてゆく。元々太く長かった右腕は、さらに凶悪に禍々しく肥大し、人の脚ほどもある長い爪が生えていた。左腕は変わらず何かを抱き締めるかのように胴に癒着している。

化物は甲高い叫びのような咆哮を上げた。

「す、素晴らしい、素晴らしいぞぉぉぉお！！」

「これは……驚いたわね」

しかし、当然それ程までに急速な成長を遂げれば、化物の拘束は耐えられるはずもなく弾け飛ぶ。

「だから止めとけって言ったのに」　

そしてグチャッと。

化物の右腕で、白衣の男は断末魔の悲鳴すら残さず潰れて死んだ。

「さて」

化物とアレクシアの目が合った。

アレクシアは化物の動きを注視した。四肢を拘束されているアレクシアに出来る事は限られる。だが何も出来ないわけではない。

バカの巻き添えで死ぬなんてごめんだ。

化物の右腕が振られる。

アレクシアはそれに合わせて可能な限り身をよじる。致命傷さえ避ければ……！

「……ッ！！」

化け物の右腕はアレクシアを避けて、そのまま彼女を拘束する台座を破壊し、アレクシアはそのまま壁に叩きつけられ悶絶した。

「ぐっ……！」

骨は無事、目立った外傷はない、まだ動く。

アレクシアは自身の損傷を確認し、すぐに立ち上がる。　

しかし。

そこにはもう、化物の姿は無かった。

壊れた台座と、ブチ破られた壁。

「まさか……助けてくれた……？」

化物の腕はアレクシアが身を捩るまでもなく外れていた。だとしたら……いや、単に狙いを誤っただけかもしれない。

「まぁいいわ」

アレクシアは潰れた白衣の男から鍵を抜き取り、魔封の拘束を外す。これで魔力が練れる。

一度大きく伸びをして全身をほぐし、アレクシアは化物が壊した壁から外に出た。

そこは薄暗く長い廊下だった。

化物に轢き殺された兵士が折り重なって倒れている。

「この剣貰うわね」

アレクシアは死体からミスリルの剣を拝借した。安物だが、最低限の仕事はするだろう。

そのまま長い廊下を進んでいき角を曲がると、そこに。

「勝手に逃げられては困るな」

「あ、あなた、どうしてここに……」

アレクシアは驚愕に目を見開いた。
## 舞台の下から眺めてろ

いったい何が起きているというの。

アイリスは赤い髪をなびかせながら深夜の王都を疾走する。

建物が斬れた、と。最初の報告は耳を疑うものだった。しかし半信半疑で現場へと向かうアイリスの下に、次々と続報が届く。

王都で大規模な同時襲撃事件が起きている。

その結論へとたどり着くのに時間はかからなかった。だが襲撃先に統一性がまるでない。商会、倉庫、飲食店、貴族の私邸……。計画性のある犯行でまず間違いないだろうが、その目的が見えてこない。

しかし事実として、王都は揺れていた。

騎士団には緊急出動がかかり、要人の避難もはじまっている。市民は深夜にもかかわらず窓から様子を窺い、野次馬に向かう者も少なくない。

アイリスは出歩く市民に家に戻るよう叫びながら、現場へと急ぐ。

何かが起きている。

間違いなくこれは、普通の事件ではない。

アイリスの直感がそう告げていた。

と、その時。

アイリスの耳に悲鳴が届いた。

「ば、化物だッ！！　応援を……！！」

騎士団の声だ。そう遠くない。

アイリスは方向転換し、悲鳴の下へと駆けつける。

角を曲がり、路地裏を進み、大通りに出るとそこに化物がいた。

醜悪な巨体の化物だ。

それは肥大した血塗れの右爪を振り回し、騎士達を肉塊に変える。

「何よこれ」

呟きながらも、アイリスは動いていた。

「離れなさいッ！」

流れるような抜刀、そして闇夜に白刃が煌めき、化物の胴を通り抜けた。

両断。

化け物の巨体をたった一太刀で両断した。

「怪我はない？」

アイリスは倒れゆく化物を後目に、騎士団へと声をかける。

「アイリス様だ、助かった……！」

「流石アイリス様だ！　あの化物が一太刀だ！」

彼らの身体は無傷だった。ここにいる生きている騎士は皆、ほぼ無傷だった。　

そう、生きている騎士は。

「8人殺られました」

死者はいずれも一撃。

その凄惨な遺体に、ワインレッドの瞳が悲しみで揺れた。

「あなたたちは遺体を回収し下がりなさい。隊長に報告を……」

「アイリス様ッ！」

突然、騎士の１人が叫んだ。

アイリスの後ろを指差しながら、他の者達も声にならない叫びを上げた。

「何ッ……！」

アイリスは後方に振り返りながら、咄嗟に剣を振る。

アイリスの剣と、化物の右腕が衝突した。

「くッ……！」

アイリスは一瞬力負けしそうになりながら、即座に膨大な魔力を解放し、その豪腕を見事に受け止めた。

そしてそのまま化物の懐へと潜り込むと、今度はその脚を切り裂き、化物の反撃を先読みして間合いを外す。

直後、化物の右腕がアイリスのいた空間を薙ぎ払い、彼女の長い赤髪を数本巻き込んだ。

「再生している……？」

彼女が先程両断した傷は既に無く、たった今つけた脚の傷も再生をはじめていた。

「バカな……アイリス様に両断されて再生するなどと……」

「嘘だろ……」

「下がりなさい」

動揺する騎士達にアイリスは声をかけ、化物の追撃を受け止めた。

その一撃は、速さもある、力もある、重さもある。

だが単調。

「所詮は化物」

アイリスの反撃は容赦が無かった。

腕を切り刻み、脚を落とし、首を飛ばす。

再生できるならやってみろと、そう言わんばかりの連撃を浴びせた。

反撃など許さない。ただ一方的に切り刻んだ。

しかし、それでも。

「まだ再生するというの」

化物は生きていた。

アイリスの連撃が一瞬止まった隙に体勢を立て直し、右腕を振り回してアイリスを追い払った。

そして。

夜空に甲高い咆哮を放った。

それに応えるかのように、月の隠れた空から雨が降り出す。

最初はポツリ、ポツリと。次第に勢いを増し、化物の血に当たると白い煙を上げていく。

「少し時間がかかりそうね……」

アイリスは早期決着を諦めて、腰を据えて戦う道を選んだ。

負けるとは思わない。未だかつて、アイリスは自身が負けると思ったことは一度もない。

が、相応に時間はかかるだろう。

アイリスは剣を構え、再生を終えた化物へ疾走する。

直後。

甲高い音と共にアイリスの剣が弾かれる。

凄まじい衝撃に、アイリスの腕が痺れた。

遠く、後方へ、回りながら飛んでいく愛剣を後目に、アイリスは突然の乱入者を睨む。

乱入者もまたアイリスを一瞥する。

両者の視線がぶつかり、先に沈黙を破ったのは乱入者だった。

「それが、苦しめるだけだと何故わからない」

それは漆黒のボディスーツを身に纏った女だった。顔は隠れて見えないが、声はまだ若い。

「何者だ」

アイリスは油断なく、漆黒の女性と化物の両方を視界に入れながら問う。

「アルファ」

女性は一言そう言って、もう興味は失せたとばかりにアイリスに背を向けた。

「待て、いったい何のつもりだ。騎士団に敵対するのであれば容赦は……」

「敵対……？」

アルファはアイリスの言葉を遮って、背中を向けたまま笑った。

クツクツと、嘲るように。

「何がおかしい」

「敵対……これほど滑稽な言葉があるかしら。何も知らない愚者が敵対などとおこがましい」

「何だと……！」

アイリスの魔力が膨れ上がった。その莫大な魔力は波となって広がり、雨をかき消し風を起こした。

だが、そんなアイリスに、アルファは一瞥すらしなかった。変わらず背中を向けたまま、

「観客は観客らしく舞台を眺めていればいい。我々の邪魔をするな」

ただそう言い残して、化け物へと歩く。

その後ろ姿には気負いも何もなく、もうアイリスの事など眼中に無かった。

「観客だと……」

アイリスはその後ろ姿を、未だに痺れる掌を握り締め睨む。

「かわいそうに。痛かったでしょう」

アルファはただ歩きながら、化物へと語りかけた。

「もう苦しむことはない。悲しむこともない」

漆黒の刀が伸びた。アルファの背丈を超えるほど、長く。

「だから、もう泣かないで」

そして、ただ自然に一歩踏み込み化物の身体を両断した。

誰も、反応できなかった。

アイリスも、化物も、反応すら出来ずに斬られるのを見ていた。

あまりに自然だった。殺気も何もなく、ただ斬られるのが当然の結果としてそこにあった。

化物の巨体が倒れた。それは白い煙を上げながら萎んでゆき、少女ほどの大きさにまで小さくなった。そして、その左腕から短剣がこぼれ落ちる。

それは赤い宝石の入った短剣。

『最愛の娘ミリアへ』

柄にはそう刻まれていた。

「願わくば……来世では安らかな生を」

アルファはそう言って、白い煙の中へと消えた。

遠くの方で雷の音がした。

アイリスは呆然と立ち尽くしていた。降り注ぐ雨が髪を伝い顔を流れていく。

身体が震えていた。

この震えの意味を、アイリスは知らなかった。

「アレクシア……」

アイリスは呟いた。この騒動の中心に、妹がいる。そんな予感がアイリスを動かした。

「アレクシア、無事でいて……」

アイリスは剣を拾って走り出す。

雨は強く降り続いていた。


## 遠い記憶


「あ、あなた、どうしてここに……」

角を曲がったアレクシアの目前に、見知った顔が現れた。

「なぜって、ここは私の施設だからだよ。私があの男に投資した。それだけのことさ」

金髪に端正な顔立ち、自信に満ちあふれた笑み。ゼノン先生がそこにいた。

「よかった。私、あなたのこと頭おかしいんじゃないかってずっと思ってたのよ。やっぱりおかしかったのね」

アレクシアは一歩、二歩、後ろへ下がりながら言った。

ゼノンの背後に階段がある。おそらく、外への道。

「そうかな。どうでもいいさ。君の血があれば」

「どいつもこいつも血の話、吸血鬼の研究でもしているのかしら」

「君にとっては似たようなものかもしれないな」

「説明はいらないわ、オカルトに興味ないもの」

「だろうね」

「分かっていると思うけど、もうじき騎士団が来るわ。あなたもお終いよ」

「お終い？　いったい私の何が終わるんだ」

変わらぬ笑みでゼノンが言った。

「地位も名誉も剥奪、当然処刑。ギロチンの刃は私が落としてあげる」

「そうはならないさ。私は君と隠し通路から脱出する」

「ロマンチックな誘いだけど、私あなたのこと大嫌いなの」

「来てもらうさ。君の血と、研究があれば私はラウンズの第12席に内定する。剣術指南役などというくだらない地位ともおさらばだ」

「ラウンズ？　狂人の集まりか何かかしら」

「教団の選び抜かれた12人の騎士ナイツ・オブ・ラウンズ。地位も名誉も富も、これまでとは比べ物にならないほど手に入る。私は既に実力を認められている。後必要なのは実績だけだが、それも君の血と研究成果で満たされる」　

ゼノンは大仰に手を広げて笑う。

「どうでもいいけど、いい加減血の話はうんざり」

「本当はアイリス王女の方が良かったが、君で我慢するさ」

「ぶっ殺す」

「失礼、君は姉と比べられるのが嫌いだったね」

「……ッ！」

アレクシアの気迫の一撃が戦闘開始の合図となった。

それは一直線にゼノンの首へと迫るが、

「恐い恐い」

ゼノンは寸前で弾き返す。

そして後に続くアレクシアの追撃も受け止める。

2本の剣が衝突し、空中で何度も火花を散らす。

そのせめぎ合いは、宙で踊る2本の剣だけを見れば、互角と言っていい様相だった。

しかし、剣を操る2人の表情は対照的。

アレクシアは険しく、ゼノンは余裕の笑み。

果たして、嫌がったのはアレクシアだった。

彼女は小さく舌打ちして間合いを外す。

「しばらく見ないうちに、安物の剣を使うようになったね」

ゼノンの視線の先はアレクシアの剣。アレクシアもまた、苦い表情でそれを見ていた。戦いが始まって間もないと言うのに、アレクシアの剣には既に無数の刃こぼれが出来ていたのだ。

「達人は剣を選ばないって言うでしょ」

アレクシアは硬い表情で強がる。

「なるほど。達人ならそうだろうね」

ゼノンは嗤った。

「でも君は凡人だ。それは剣術指南役の私が保証するよ」

アレクシアの顔が目に見えて歪んだ。

一瞬、泣き出しそうに、そしてそれをかき消すかのような怒りに。

「だったら見てなさい。本当に私が凡人かどうか」

そして、気迫と共に仕掛けた。

アレクシアは知っていた。自身の実力では普通に戦ってもゼノンには勝てないということを。しかも今回の得物は安物の剣、そう長くは保たない。

だが、アレクシアは日々漠然と剣を振ってきたわけではない。姉を目標に自分に足りないものを理解し、それを埋める努力をしてきた。そして誰よりも姉の剣を間近に見てきた。

アレクシアは既に姉の剣を寸分の狂い無く思い描く事が出来るまでになっていた。　

ならば、それを振るのは容易い。

「ハアアァァァッァ！！」

その一刀は、まさしくアイリス王女を彷彿させた。

「ッ……！」

ゼノンの顔から初めて笑みが消えた。

受け止める剣にも魔力が籠もる。

二つの剣は激しくぶつかり、そして互いに弾けた。

互角……いや。

僅かにアレクシアか。

ゼノンの頬に一筋の赤い線が刻まれていた。

ゼノンは驚愕の表情で頬を拭い、血を確かめた。

「驚いた」

それは何の含みもない言葉だった。

「こんなものを隠しているとは思わなかったよ」

ゼノンは血の色を確かめるかのように、角度を変えて掌を眺める。

「私を侮ったこと後悔させてあげるわ」

「ククッ」

しかしゼノンは笑った。

「驚いたのは確かだが、所詮は猿真似。本物には遠く及ばない」

ゼノンは首を振る。

「言ってくれるじゃない」

「せっかくだから、少し本気を出そうか」

そう言って、ゼノンは剣を構える。

「……ッ！」

空気が変わった。

ゼノンの纏う魔力が、より鋭く濃密に質を変えた。

「一つ言っておこう。私は今まで一度も部外者の前で本気を出したことはない。これから見せる剣こそが、正真正銘の私の剣であり、次期ラウンズの剣だ」

そして、大気が震えた。

「そんな……」

格が違う。

ゼノンの剣はまさしく、アレクシアが今まで見たこともない威力を秘めた一撃だった。 

天才と凡人の、絶望的なまでの差がそこにはあった。

それは、あるいは彼女の姉にすら匹敵しているのかもしれない。

圧倒的な剣圧で迫るその刃を、アレクシアは防ぐ術を持たなかった。

ただ、長年の修練で染み付いた反射的な動きだけで受けた。

衝撃は無かった。

剣と剣がぶつかり、ただ砕けた。

アレクシアの剣が一方的に砕け、粉々に舞い散った。

キラキラと輝くそのミスリル片を、アレクシアはどこか遠くの方から見ているような気がした。

どこか遠く。

剣を振るのが楽しくて仕方がなかった幼い頃の遠い記憶が、アレクシアの脳裏に蘇った。

アレクシアの隣にはいつも姉が居た。

それは、ずっと昔に忘れたはずの遠い記憶。

「君は姉のようにはなれない」

アレクシアの瞳から一筋の涙が零れた。

「一緒に来てもらうよ」

その手から柄だけになった剣が落ちた。

乾いた音がした。

その時。

カツ、カツ、と。

ゼノンの背後の階段から音が響いた。

カツ、カツ、カツ、と。

誰かが階段を降りてくる。

カツ、カツ、カツ、カツ。

そして、音が止まったそこに……。

漆黒のロングコートを纏った男がいた。
## 『アイ・アム……』

全身に纏った漆黒、フードを深く被り、顔には奇術師の仮面。

その男は悠然と歩みを進め、間合いの一歩外で止まった。

「漆黒を纏いし者……。君が近ごろ教団に噛み付いてくる野良犬か」

ゼノンが鋭い眼光で漆黒の男を睨む。

「我が名はシャドウ。陰に潜み、陰を狩る者……」

深く、低く、深淵から発せられたような声だった。

「なるほど。小規模拠点を幾つか潰していい気になっているようだが、君たちが潰した拠点に教団の主力は１人もいない。ただ雑魚を狙っているだけの卑怯者だ」

シャドウと名乗った男はどうやらゼノンと敵対しているようだった。それはアレクシアにとって朗報だ。しかし、この男が味方だとも思えない。

「何奴を狩ろうと何処で狩ろうと同じ事だ」

「残念だが同じにはならない。教団の主力はここにいる。君は今日、私の手によって狩られる運命にある」

ゼノンがシャドウに剣を向けた。

「次期ラウンズ第12席ゼノン・グリフィ。君の命、ラウンズへの手柄とさせてもらおう」

そして、疾風の突きをシャドウに見舞う。

しかし。

シャドウの姿がかき消え、刺突は虚空を切る。

「なッ……！？」

直後、ゼノンの背後にシャドウが立っていた。

たった一瞬で、完全に背後を取られたのだ。

動けない。

ゼノンは時を忘れたかように、剣を止め、呼吸すら止めて背後に全神経を集中した。

誰も動かない。

そう、シャドウはゼノンと背中合わせに、ただ腕を組んで立っているだけだった。

そして一言、

「それで……教団の主力とやらは何処だ」

ゼノンの顔が屈辱に歪んだ。そして振り向き様に剣を薙ぎ払う。

が、誰もいない。

「バカなッ……！」

パサッと、コートの靡く音がした。

見ると、シャドウは最初の場所で何事もなかったかのように立っていた。

外から見ていたアレクシアですら、シャドウの動きが全く見えなかった。これが種も仕掛けも無いのだとすれば、相当な実力者……いや、規格外と言っていい実力だ。

ゼノンは動揺を抑えてゆっくりと振り返る。

「なるほど、少し見くびっていたようだ。さすが、小規模とはいえ幾つもの拠点を壊滅させただけはある」

そして今度は油断なくシャドウを見据え魔力を高める。

高まった魔力が大気を震わせた。それは、アレクシアの剣を砕いた一撃以上の高まり。

シャドウは確かに規格外の実力者だ。

しかしゼノンもまた、尋常ではない実力者なのだ。幼い頃から神童と騒がれ、数多の大会で優勝し、剣術指南役にまで登りつめた男だ。この国でゼノン・グリフィの名を知らぬ剣士などいないのだ。

「見せてあげよう。これが、次期ラウンズの力だ」

速いッ……！

アレクシアはゼノンの剣をかろうじて目で追うことしか出来なかった。

白刃の残像が空を裂き、シャドウの首へ迫る。

しかし。

「鈍い剣だ……」

いつの間にか抜かれた漆黒の刀に、容易く受け止められた。

「くッ……！」

ゼノンは鍔迫り合いで押し勝とうとする。 

しかし逆に力を抜いたシャドウは、ゼノンの勢いを利用し容易く投げ飛ばした。

「フッ……！」

ゼノンは壁に叩きつけられる寸前で、かろうじて受け身を取って剣を構え直す。

だがその表情からは動揺が隠せないでいた。 

両者動かない。

だが、シャドウはただ動かない。

対してゼノンは動けない。

総ての動きが封じられたような、そんな錯覚の中に彼はいた。

「来ないのか、次期ラウンズ」

「ッ……！」

ゼノンの表情が憤怒に染まった。敵への怒り、そして何よりも自身への怒りに。

「舐めるなァァァァァァァアッ！！」

咆哮と共に剣を薙ぐ。

疾風の如く剣を突く。

烈火の如く連撃を繰り出した。

しかし。

その総てが通じない。

「アアアアァァァァァァァアッ！！」

気合いの咆哮が虚しく聞こえた。

まるで大人と子供の稽古だった。

アレクシアはその戦いを衝撃と共に見ていた。

未だかつて、ゼノンがこのような姿を曝すことがあっただろうか。余裕の笑みも人格者の仮面も脱ぎ捨てて、それでも尚まるで届かない。アレクシアの知る最強の存在は姉だった。その姉ですら、ゼノン相手にこれほど圧倒出来るとは思えなかった。

カン、カン、カンと。

場違いなほど軽い剣の音が辺りに響く。

それはまさしく稽古の音だった。 

漆黒の刃と白刃が描く剣の軌跡。

いつしかその稽古にアレクシアは見入っていた。

漆黒の刃に魅入られて、目が離せないでいた。

なぜなら、それは……。

「凡人の剣……」

アレクシアの剣の、その先にある姿だったから。

幼い頃、アレクシアが考え抜いた理想の剣の完成形。それは才能でも、力でも、速さでもなく、ただ基本の積み重ねによって辿り着ける持たざる者の剣だった。

しかしそれは姉と比べられて、凡人の剣と揶揄されて、アレクシアは道を見失った。

それでも、捨て切れなかった。

その凡人の剣が今、ゼノン・グリフィという天才を圧倒していた。

「凄い……」

アレクシアはこの剣が好きだ。

剣を見れば、その人の歩んできた道が見える。

この剣はひたむきに、まっすぐに、積み重ねた剣だ。

もしかしたら、姉も。自分と同じ思いを抱いたのだろうか。

「姉様……」

いつかの姉の言葉。

その意味がようやく分かった気がした。

「ガッ……く、クソッ……！」

ゼノンの身体が宙を舞い、叩きつけられた。もう何度目になるかわからない。

ゼノンは荒い息を吐きながらシャドウを睨む。

憤怒の瞳はまだ、この現実を受け入れきれないでいた。

「き、貴様、いったい何者だ……！　それだけの強さがありながらなぜ正体を隠す！」

シャドウほどの強さがあれば、富も名誉も思うがまま。その強さも世界に知れ渡るだろう。

しかし誰もシャドウの剣を知らない。例え顔を隠しても、シャドウの剣を一度でも見れば、その剣筋を決して忘れないだろう。しかしゼノンも、アレクシアも、これほどの剣を使う存在を今日初めて知った。

「我らはシャドウガーデン。陰に潜み、陰を狩る者。我らはただ、それだけの為にある……」

「正気か貴様ッ……！」

ゼノンとシャドウの視線がぶつかる。

アレクシアは完全に蚊帳の外だった。

なぜ彼らが戦っているのか、その理由も目的も何もわからない。

血、魔人、そして教団。

キーワードはいくつもあった。

しかしその意味がアレクシアには分からない。狂人の戯言だとしか思えなかった。

しかし、もし。

もし戯言ではなかったとしたら。　

世界の裏側でアレクシアの知らない重大な何かが起きているのだとしたら。

「いいだろう。貴様が本気だと言うのなら、私もそれに応えようじゃないか」

ゼノンはそう言って懐から赤い錠剤を取り出した。

「この錠剤によって、人は人を超えた覚醒者となる。しかし常人ではその力を扱いきれず、やがて自滅し死に至る。だがラウンズは違う。その圧倒的な力を制御できる者だけが、ラウンズになる権利を得るのだ」

ゼノンは錠剤を一気に飲み込んだ。

そして。

「覚醒者3rd」

魔力が暴風となって吹き荒れた。

一瞬にしてゼノンの傷が治っていく。

筋肉は締まり、瞳は充血し、毛細血管が浮き出る。

圧倒的なまでの力の重圧に押し潰されそうになる。

「最強の力を見せてやろう」

余裕の笑みを取り戻したゼノンが言う。

確実に、今のゼノンはアイリス王女すら超えた力を持っているのだ。

紛れもない世界最強、アレクシアはそう思い、萎縮し、絶望しただろう。そう……シャドウの剣を知る前のアレクシアなら。

しかし今のアレクシアには、このゼノンの姿が最強だとは到底思えなかった。

それどころか、

「醜い……」

「醜いな……」

アレクシアとシャドウの声が重なった。

２人の目指す剣は同じ。ならば抱く思いも同じ。

「醜いだと……？」

笑みを消してゼノンが問う。

「その程度で最強を騙るな。それは最強への冒涜だ」

「貴様ッ」

「借り物の力で最強に至る道はない」

シャドウの魔力がこの日初めて高まった。これまでシャドウは殆どその魔力を使っていなかったのだ。

シャドウの魔力は緻密。あまりに緻密で、その存在を知覚できないほどに。

しかし、何だこれは。

その高まった魔力は青紫の線となって姿を現した。

細い、細い、幾筋もの線。それが稲妻のように、血管のように、シャドウを取り巻き、美しき光の紋様を描いていた。

「綺麗……」

アレクシアはその光景に見惚れた。光の美しさにではない、その緻密に練られた魔力の美しさに見惚れ、憧れた。

「何だ、これは……」

ゼノンもまた、衝撃を受けていた。未だかつて、魔力をこのような形態にした者などいなかった。

「真の最強とは何か……その眼に刻め」

漆黒の刃に魔力が集い紋様を刻む。

それは螺旋を描きながら力を集約させていく。

まるで、総てがその螺旋に吸い込まれていくように。

凄まじい力が漆黒の刃に込められた。

「これが我が最強」

シャドウが刀を構える。

それは突きの構え。

それはただ突くためだけにある構え。

「や、やめ……」

カタカタと震えるのは、大地か、大気か、ゼノンか。

否、総てだ。

総てが震えているのだ。

アレクシアも自身が震えていることに気づく。

しかし彼女のそれは恐怖ではなく、歓喜だった。

これが到達点。

これこそが……最強の剣。

「刮目せよ……」

光を纏いし漆黒の刃が引き絞られ、

『奥義アイ・アム・アトミック』

そして放たれた。

音が消えた。

光の奔流がゼノンを飲み込み、アレクシアの横を通り過ぎた。

壁も、大地も、総てを貫き、飲み込み、遙か夜空の彼方へ。

そして、爆ぜた。

夜空に光の紋様が刻まれ、王都が青紫に染まった。

遙か遠くから……爆風が遅れて王都に届き、雨雲を吹き飛ばし、家屋を揺らし、大地を揺らし、通り過ぎた。

後に残るのは美しい星空と満月。

ゼノンは塵も残さず蒸発した。

壁に開いた大穴は、地上まで続いている。

そして……シャドウは漆黒のコートを翻し姿を消した。



かつて……核に挑んだ男がいた。

男は肉体を鍛え、精神を鍛え、技を鍛えた。

だがそれでも届かぬ遥か高みに核はあった。

しかし諦め切れぬ男は、狂気の修行を重ねた末、答えに辿り着く。

【問題】核で蒸発しない為には。

【答え】核になればいい。

その単純明解な思考から生まれたのが究極奥義『アイ・アム・アトミック』なのだ。



どれだけの時間、佇んでいただろう。

アレクシアはふと、自分を呼ぶ声に気づいた。

『アレクシア……アレクシアッ……！』

遠くで、誰かが息を切らして叫んでいた。

アレクシアはその声に聞き覚えがあった。

「姉様……アイリス姉様ッ……！」

叫んで、走り出した。

大穴を走り抜け、外に出る。

「アレクシア、アレクシアッ！！」　

アイリスが駆けてきた。

「姉様、わ、私……ッ」

有無を言わさずアレクシアは抱きしめられた。

アイリスの身体はびしょ濡れで、それが冷たくて温かい。

「無事で良かった……本当に」

ギュッと抱きしめられる。

アレクシアもおずおずとアイリスの背中に手を回した。

「ごめんなさい、冷たいでしょう」

アレクシアはアイリスの胸の中で首を振った。

涙が溢れて止まらなかった。


## 【急募】学園で死体を処理する方法【男性一名】

２人の学生が初夏の屋上にいた。

１人は白銀の髪の美しい少女。

もう１人は黒髪の平凡な少年。

「裏のありそうな事件だけど、表面上は解決ということになったわ。でも姉様は専門の調査部隊を立ち上げる準備をしているし、私も協力するつもりだからまだこれからね」

少女が言った。

「ほどほどにね」

少年が言った。

「というわけであなたの容疑は晴れたわ。迷惑かけたわね」 

「それはいいんだけどさ」

２人の間に風が通り抜けた。少女のスカートが揺れて、白い脚があらわになる。

「クソ暑いから中に入らない？」

天気のいい本日は、真昼の太陽が燦々と照りつけてくる。 二人の足から濃い影が伸びて、遠くからはもう夏虫の声が聞こえてくる。

「待って。二点、言っておきたい事があって」

「ここで？」

「ここで」

少女は目を細めて青い空を見上げた。

「一点目、一応感謝の言葉を言っておこうと思って。前に、私の剣が好きって言ってくれたでしょ。遅くなったけど、ありがとう」

「いいよ、別に」

「ようやく自分の剣が好きになれたの。あなたのおかげじゃないけれど」

「一言余計だとは思わない？」

「事実だから」

２人の視線がぶつかった。先に視線を外したのは少年だった。

「まぁでも、好きになれたんならよかったんじゃない」

「そうね、よかったわ」

少女は微笑んだ。

「それで二点目は？」

「これまで付き合っているふりをしてきた訳だけど、今回の事件でゼノンが死んでくれたから」

「僕はようやくお役御免って訳だ」

「そこで一つ提案なんだけれど」

少女はどこか言い辛そうに言葉を探す。

「もし、あなたさえ良ければ……」

少女の赤い瞳がキョロキョロする。

「もう少しこの関係を続けてみないかなって」

少しだけ、小さな声で少女は言った。

少年は爽やかに微笑んだ。

「お断りだ」

中指を突き立てて、少年は言った。

少女がスラリと剣を抜いた。



夕方、この屋上に訪れた生徒はそこで大量の血痕を発見する。

しかし多量の血が流れているにもかかわらず、遺体は付近に見当たらなかった。生徒や学園関係者を調べても、重傷者や行方不明者は存在せず事件は迷宮入りとなる。

後に、この事件は『死体のない殺人事件』として学園七不思議になるのだった。


`;