var key = "kage_4";
var data = `# 陰の実力者になりたくて！ 第4章

## 彼女と雨音

雨の音が聞こえる。

ローズは外から響く水の音色に、気がそれた。

呼吸を整えながら、練習用の細剣を下す。

顔に滴る汗を片手で拭い、そのまま乱れた髪を整える。

薄暗い道場にはただ雨の音だけが響いている。

ローズはしばらくの間、目を閉じてその音に耳を傾けた。彼女は湿った空気を胸いっぱいに吸い込む。

水の音は、いつ聞いても美しい。

ローズは芸術の国オリアナの王女として生まれた。幼い頃から様々な芸術に触れて、美に対する意識は高い。オリアナの王族はそれぞれ、生涯において一つの芸術を極める。それは絵画だったり、音楽だったり、演劇だったり、各々が好きなものを選ぶのだ。

幼いローズは芸術に対して高い関心を示したが、そこから何か一つを選ぶことができなかった。彼女にとって芸術は、どれも美しく、どれも素晴らしい。

絵画も、音楽も、演劇も、服飾も、彫刻も、何もかもが美しく、そこから一つを選ぶことなんて彼女にはできなかったのだ。だから彼女はすべてを嗜んだ。そして、そのすべてで高い評価を得た。

ローズが将来どの道に進むのか、オリアナ王国の芸術家たちは誰もが注目していた。

しかし、ローズが選んだのは剣の道だった。

それも、ある日突然、今まで嗜んでいた芸術をすべて捨てて、剣一本に絞ったのだ。

誰もがローズに、なぜ剣を選んだのか問うた。

ローズは多くを語らなかった。

ただ、剣に美を感じたと答えた。

だがオリアナ王国では剣は野蛮なものとして蔑まれている。剣を芸術だと認めてくれる人は誰もいなかった。

ローズは家族の制止を振り切って、ミドガル魔剣士学園に留学した。

ローズの心には、ある美しい剣が刻まれているのだ。

それは誰にも語ったことのない、彼女だけの大切な思い出。彼女が剣の道に進むことを決めた理由は、一人の剣士への遠い憧れだ。

ローズはあの日見た剣の美しさを忘れない。

いつの日か、あの美しさを自分の剣に宿すことが、彼女の生涯の芸術なのだ。

彼女の芸術は国では誰も認めてくれなかった。でも彼女はそれで構わなかった。誰かに認められたくて美を追い求めているわけではなかったから。

誰にも認められなくても、自分の道を進むと、彼女は決めていたのだ。

ローズはそれでよかった。

しかし先日、ローズのもとに一通の手紙が届いた。

「父上が、今年の武神祭に来る……」

ローズは桜色の唇で呟いた。剣を蔑む国王が、武神祭の観戦に来るのは異例のことだ。まず間違いなく、ローズを連れ戻しに来るのだろう。

世間では様々な憶測が飛び交い、そしてその中には気になる噂もある。

ローズの婚約者が内定しているらしい、と。

ローズはその噂を聞いて、その日のうちに実家に手紙を出して問いただした。だが返事はまだこない。

ローズには心に決めた相手がいる。死をいとわない、熱く美しい心をもつ彼こそが、人生を共に歩むパートナーなのだ。

だからこそ、武神祭でローズは父に認めさせなければならない。

まずは彼女の剣で。

そして願わくば彼も……。

ローズはペチンと自らの頬を叩いた。

「集中よ」

呟き、汗を吸って重くなった上着を脱ぎ捨てる。

汗で光る肌が露になる。ミツゴシ商会のスポーツブラで豊かな胸だけ隠れている。

少しはしたない姿だが、ここにはローズ以外入ってこないから気にする必要もない。

ローズは練習用の細剣を構え、思い浮かべる。

まずは自分が振った最高の剣を。学園の事件で振った剣こそが、彼女の人生で最高の剣だ。

もうすぐ武神祭が始まる。それまでに、あの感覚を取り戻すのだ。

ローズの細剣が空を斬り、汗が舞った。蜂蜜色の美しい髪が解ける。

顔にかかった髪を払いのけ、ローズは細剣を振り続けた。

外からはずっと、雨の音が聞こえてきた。

あの感覚は戻らなかった。
## 僕は波に乗る男

武神祭の季節がやってきた。

僕は賑やかな王都の街を歩く。人々の顔ぶれが、いつもとは違う。

道を行く人々は、人種も国籍も職業もバラバラで、たった一つ武神祭を楽しむという目的だけが一致している。話したこともなく、今後話すこともない人々の中に、奇妙な一体感が生まれる。

祭りとはそういうものだ。

そして僕はこの空気が嫌いじゃない。

なぜならアレができるからだ。

皆の興味が一つに集まるそこに、最高の舞台が用意される。

武神祭。

「乗るしかない、このビッグウェーブに」

僕のやりたいことリストの中でも上位にランクインするアレを成し遂げるのだ。

謎の実力者が大会に登場し「オイオイオイ死ぬわアイツ」「いや、アイツ強いぞ！？」「アイツはいったい何者なんだ！？」ってなるアレを！

そのためには皆の協力が必要だ。

僕は人波をかき分けて、ミツゴシ商会王都支店に到着した。

友達のお店だから大丈夫だよね精神で順番待ちの列を無視し、いきなり入店。

繁忙期特有の慌ただしい店内だったが、瞬時に綺麗なお姉さん店員に見つかり連行された。

「嘘だと思うかもしれないけど、僕はここのオーナーと友達なんだよね」

「存じております」

本当に存じているのか心配になったが、本当に存じていたようだ。

僕は前に行ったあの豪華な椅子のある部屋に通された。そのまま豪華な椅子に座る。

うむ、やはりこの椅子は王者の気分を味わえる。

そして氷の入った果汁１００パーセントのリンゴジュースが用意される。

よくわかっている。僕はオレンジジュースよりリンゴジュース派なのだ。夏の暑さに、ひんやりとしたジュースが気持ちいい。

チリン、チリン、と夏の風の音がする。

「風鈴か……」

窓を見ると風鈴が吊るされ、その向こうに青い空と大きな入道雲が見えた。

「しばらくお待ちください」

僕は頷いた。お姉さんはガンマを呼びに行き、また別のお姉さんが大きな団扇で僕を扇いでくれる。夏らしい肌の露出が多いワンピースを着ている。

「何か食べたいな」

「すぐに用意させます」

僕は入道雲を眺めながら飯に困ったらここに寄生しようと決めた。


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


敬愛する主が来訪されたと聞き、ガンマは仕事を部下に任せて急いで『陰の間』に向かった。

薄手の黒いドレスは膝丈で、夏らしい白のヒールを合わせる。爽やかな香水をつけて、いざ陰の間に入った。

「失礼します」

主は陰の王座に座り、脚を組んで空を眺めていた。鋭いその視線の先にあるのは入道雲か、それとももっと別の『何か』か。

ガンマにはまだ読み取れなかった。

「一つ、頼みがある」

主はその視線をガンマに向けて、そう言った。

変わらぬ凛々しい眼差しを見て、ガンマの心はときめいた。髪型を変えたのを気づいてくれるだろうか、と少し場違いなことを考える。

「何なりとお申し付けください」

「武神祭に正体を隠し出場したい」

主はそう言った。

その瞬間、ガンマの聡明な頭脳が凄まじい早さで動き出す。

主の意図を読み取り、さらに裏の意図まで察しようと懸命に考える。

しかし……答えにはたどり着けない。

なぜ、そんなことをする必要があるのか？

その謎がどうしても解けない。だからガンマは恥を忍んで聞いた。

「それは、なぜでしょうか？」

主はガンマから目を逸らし、空を見上げた。

主の視線が離れたとき、主の興味が自分からも離れたような気がして、ガンマの瞳が揺れた。

「理由は……聞かないでくれるか」

主はどこか遠い目をして言った。

ガンマは目を伏せて唇を噛んだ。

主が災厄の魔女アウロラと戦ったと聞いたとき、ガンマは思ったのだ。果たして、自分がその場にいたら主の意図を読み取れただろうかと。

ガンマには自信がなかった。

その場にいたシャドウガーデンのメンバーは、誰一人として主の意図を読み取れなかった。だが結果として主の選択は最善で、誰も主と同じ領域に立てなかったのだ。しかし、もし仮にガンマがその場にいたとしたら、彼女は主の意図を読み取らなければいけない。

ガンマはシャドウガーデンの頭脳だ。ガンマはそのためにいるのだ。

それができなければ、彼女がシャドウガーデンにいる意味はない。

だというのに。

また自分はミスを犯した。

「すまない……。誰にも話せないことなんだ」

ガンマは主の意図も、その気持ちも、何一つ読み取れなかったのだ。

とんでもない失態。

何も考えず、ただ言われるがまま動いた方がずっとましだった。

「何も聞きません。ただ、主の望むがままに」

ガンマは跪き顔を伏せて、目尻から落ちる悔し涙を隠した。
## 謎の青年剣士ジミナ

ガンマは涙を拭うとすぐ部下に指示を出し、ある物を持ってこさせた。

「それは？」

主がガンマの持つそれを見て問う。

「陰の叡智を参考に改良したスライムです。魔力を通すと本物の肌と遜色のない質感に変わります」

「へえ……」

ガンマは肌色のスライムを主に差し出す。

「顔に付ければいいのかな」

「はい」

主はスライムを顔に付け薄く延ばす。

「ただ顔に粘土を貼り付けただけって感じだね」

主は鏡を見て言った。

「ここからはニューの仕事です」

「失礼します」

ニューが主の前に立ち、彫刻刀のような細いナイフを取り出す。

「スライムを削ります」

「なるほど」

「どのようなお顔に致しましょう？」

「そうだね……弱そうな感じで」

「弱そう、ですか……」

ニューは少し考える。

「この男なんてどうかしら」

ガンマは資料を開き、ある青年の戸籍をニューに見せる。

「ジミナ・セーネン。アルテナ帝国の貴族、２２歳。怠惰で魔剣士としての実力も低く、５年前に勘当される。その後、傭兵や護衛として各地を転々とする。最期の仕事は悪魔憑きの馬車の護衛だった」

彼は怠惰なだけで、罪はなかった。何も知らず悪魔憑きの馬車を護衛した。ただ、運がなかっただけだ。

「骨格も似ていますし、大丈夫です。身分証もありますね」

「ええ。偽造するより安全よ。主様、よろしいですか？」

「うん、そのジミナ君でいこう」

「では始めます」

ニューがナイフを手に、スライムを削っていく。

化粧の得意な彼女は、シャドウガーデンの特殊メイク担当だ。

瞬く間にスライムが削り出され、地味な青年の顔がそこに描かれていった。

「おお、これは……」

鏡を見た主が感嘆の声をあげる。

「いかがでしょう？」

「うん、いいね、すごい弱そう」

特徴のある顔ではないが、とにかく地味だ。不健康そうな隈と無精ひげが、いかにも頼りない。口角は下がり、肌もくすんでいる。

満足そうな主を見て、ガンマの心が温かくなる。

「魔力を流すと顔の形が固定されますので、後は自由に付け外しできます」

「ほうほう」

「欠点として、普通のスライムボディスーツより伸縮性が低いこと、そして防御性能はほとんどありません」

「なるほど、顔専用か。ボディスーツには向かないね」

「はい。それと……」

ニューの説明を一通り聞き終えると、主は立ち上がった。

「猫背にした方がそれっぽいよね」

そして背筋を曲げて歩く。

「お上手です」

手を叩き微笑むガンマ。

姿勢と歩き方を見れば、その人がどれだけ身体の使い方を理解しているかがわかる。力とは、そのほとんどが脚から伝わるものだ。身体の使い方がうまい人は、脚の力を効率よく全身に伝えられる姿勢を普段からしている。もちろんそれで実力のすべてがわかるわけではない。ただ、参考にはなる。

ガンマは以前、主にそう教えられその教えを完璧に理解した。しかし、完璧に理解はしたが、完璧に実践することはできなかった。ガンマの姿勢は美しいが、それだけだ。姿勢の美しさと実力が乖離している典型例である。

「なで肩にして、こんな感じでいいかな。あと骨盤の位置はずらしたくないな。変な癖がつくと嫌だし」

弱そうな歩き方練習をする主を微笑ましい気持ちでガンマは見守り、部下に指示を出す。

「衣装と安物の剣を用意しました」

「気が利くね」

その一言で、ガンマの心は満たされる。　

「いいね。これでいこう。武神祭の登録に行ってくるよ」

主は声帯を弄ったようだ。声色を低くハスキーに変えて言った。

「身分証はこちらです。お気をつけて」

ガンマは頭を下げ主の背中を見送った。

「ありがと。あ、そうだ」

扉の前で主が止まった。

「その髪型似合ってるよ」

ガンマの思考が停止した。

パタンと扉が閉まり、

「ぺぎゃッ」

とガンマのヒールが折れた。

「ガンマ様！？」

床に顔面を強打し鼻血を垂らすガンマの顔は幸せそうだった。


◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


武神祭の登録は闘技場の受付でやっていた。

僕は魔剣士たちの列の最後尾に並び周囲を観察した。

前の戦士は背が高く、筋肉も鍛えているのが分かり一見強そうに見えるが、重心が安定していない。

うーん、微妙だが、辛うじて僕の方が弱そうに見えるだろう。

僕の背後にも戦士が並んだ。

彼は重心は安定しているが、お腹に脂肪がついている。むしろ脂肪で重心を安定させている。酒の飲みすぎだな。

でも、大丈夫。顔がいかついし、きっと僕の方が弱そうだ。

僕はそんな感じで周囲を見渡して、誰が一番弱そうに見えるかトーナメントを勝手に開催した。

僕は「オイオイオイ死ぬわアイツ」からの「アイツはいったい何者なんだ！？」がやりたいからとりあえずこの中で最弱クラスの見た目にならなければならない。

あいつは雑魚、あそこのあいつも雑魚、向こうのあいつも雑魚、あっちのあいつはミジンコ……だめだ雑魚しかいない。

が、大丈夫。今の僕はジミナ・セーネンなのだ。

厳正な審査の結果、僕は恐らくこの中で一番弱そうに見えるはずだ。

僕は自分を納得させるように頷いた、その時。

「ちょっとアナタ、止めときなさい」

「ん？」

「そんなんじゃ死ぬよ」

振り返るとそこに、魔剣士の少女がいた。

僕の心臓が跳ねる。まさか、これは……あのイベントではないだろうか。

「君は？」

「私はアンネローゼ。半端な気持ちで登録するのは止めなさい」

キッとアンネローゼが僕を見上げる。

その瞬間、僕は心の中でガッツポーズした。

そう、これは……弱そうな奴が大会にエントリーするときに必ず起きるあのイベントなのだ。

## 武神祭の常連戦士クイントンによるスパルタ新人教育！

「アナタ素人でしょ。見ればわかるよ」

アンネローゼは僕の方に歩いてきて、手の届く距離で止まった。　

気の強そうな瞳は水色で、同色の髪を肩の上で切りそろえている。

「安物の剣に、ひ弱な身体」

アンネローゼは僕の剣と身体を人差し指で軽く叩いた。

「大会は刃を潰した剣だけど、なめてると死ぬよ」

そしてまたキッと僕を睨む。

僕は彼女の瞳を見据えて、少しだけ考えた。ここでとるべき僕のリアクションは……。

「人を見かけで判断するのはやめておけ」

僕はそう言って、アンネローゼから視線を外す。

そう、僕は見た目は弱いけど実は強者の設定なのだ。だからここで弱気な対応は下策。

こいつ弱そうなくせに生意気だ、ぐらいに思われるのがベストだ。

「ちょっと、何よその態度。人がせっかく心配して……」

「オレには必要ない」

一人称も強気なオレを選択する。

「アナタいい加減にッ……」

「おい兄ちゃん、忠告は素直に聞いとくもんだぜ」

突然、僕らの会話に男が割り込んできた。

彼は例えるならガラの悪いプロレスラーみたいな外見だ。しかし腰の大剣は使い込まれ、顔に刻まれた傷痕が歴戦の猛者っぽい雰囲気を出している。

事実、この付近にいる人の中では僕とアンネローゼの次くらいに強そうだ。

「俺はクイントン。武神祭に何度も出場しているが、毎回お前みてぇな弱え奴が場を白けさせるんだよ。頼むから、家でママのおっぱい吸っててくれねぇか？」

クイントンの露骨な嘲りに、周囲からも賛同の声と、下品な笑い声が響く。

だが僕は横目でクイントンの顔を見て、唇の端で笑った。

「少なくとも、お前よりは強いさ」

クイントンの顔が紅潮した。

「ぎゃはは！　クイントン、舐められてるぞ！」

「クイントン、雑魚に言われっぱなしでいいのかぁ！？」

周囲のヤジにクイントンは眉をしかめ、僕の胸ぐらを掴み上げた。

「おい、口には気をつけろよ。誰が、俺より強いって？」

僕は答えなかった。

ただ、唇の端で嗤った。

「躾が必要みてぇだ……なッ！！」

声と同時に、クイントンは僕を投げ飛ばした。

僕は人にぶつかり、地面に転がった。

「いいぞ、やっちまえ！！」

「ぎゃはは、手加減してやれよ！！」

僕とクイントンを中心に人の輪ができる。流石は荒くれ者たち、実に慣れた対応である。

「謝るなら今のうちだぜ」

首をコキコキ鳴らしながらクイントンが言う。

「本当に程度が低いな」

僕はやれやれと首を振った。

「ぶっ殺す！」

クイントンが拳を振りかぶり突貫してくる。

その姿はまさにど素人。

正直言ってこの世界、武器無しの戦いがまるで発展していない。というか武器を使った方が人は強いから、よほど余裕があるか逆に切羽詰まった事情がない限り、素手での戦いはあまり発展しないのだ。

素手の人間トーナメントがあったら間違いなく僕が優勝だ。それぐらい自信がある。

この状況でとるべき選択肢が僕の頭の中に幾通りも思い浮かぶ。

右ストレートか左フックでカウンターをとるのがシンプルに強い、ジャブか前蹴りで止めて様子見が安全策、さらに安全策は手を出さずに様子見、他にも膝や肘を合わせるのも強い、タックルからのパウンドでもいい。

もしこれが強敵との本気の戦いだったら、僕はジャブを合わせるだろう。ただし、拳は握らずにパーで、リーチを伸ばし５本の指で眼を狙う。

でも彼相手にそこまでする必要は無いし、そもそも僕は……まだ戦う気がない。

「オラァッ！！」

クイントンの拳が僕の頬にめり込んだ。

そして派手に吹っ飛び、ギャラリーの人壁に当たる。

「まだまだ行くぜぇ！！」

クイントンの拳が僕を襲う。

左、右、左、右、右、右。

僕は一度も手を出さず普通に殴られ続け、ちょうどいいところで崩れ落ちた。

「こいつ、弱えぞ！　弱すぎだ！」

「ぎゃはは、クソ雑魚じゃねえか！」

ギャラリーの嘲笑が心地いい。

「ビビッて手も出せねえのかよ、根性なしが」

クイントンが僕を見下ろし嗤う。

「オレの拳はこんなところで振るほど安くないんでね」

僕はクイントンを見上げて笑った。

「まだ足りねえみてぇだなッ！」

「もう止めなさい！！」

クイントンが振り上げた拳を、アンネローゼの声が止めた。

「やりすぎよ。これ以上は、私が相手になる」

アンネローゼがクイントンを睨み上げた。

「おいおい、姉ちゃんが相手してくれるってよ！！」

「ぎゃはは、俺の相手もしてくれよぉ！！」

周囲のヤジとは裏腹に、クイントンの顔は険しかった。彼はチッと舌打ちして踵を返す。

「なんだよクイントン、しょんべんか？」

「つまんねぇ、もう終わりかよ！」

クイントンが去ると、人の輪も崩れていった。

「ごめんなさい、まさかこんなことになるなんて」

アンネローゼが手を差し出す。

僕はその手を無視して立ち上がった。

「止めようと思えば、いつでも止められたはずだ。違うか？」

僕の問いかけにアンネローゼが怯んだ。

「武神祭で取り返しのつかないことになるぐらいなら、ここで少し痛い目にあった方がアナタのためだと思ったの。でも、これはやりすぎよ。怪我は大丈夫？」

アンネローゼが僕に手を伸ばすが、僕は片手で遮った。

「問題ない」

「ちょっと……え？」

アンネローゼは気づいたようだ。あれだけ殴られたのに、目立ったダメージがないことに。

あるとすれば、口を少し切ったぐらいか。

僕は口の端に滲んだ血を親指で拭って踵を返す。

「血の味は……久しぶりだな……」

アンネローゼに聞こえるぐらいの声で呟く。

「……ッ！　待って！　アナタの名前は！？」

アンネローゼの強い視線を背中に感じた。

「……ジミナ」

僕はそのまま人ごみの中に姿を消した。

そしてガッツポーズ。

よっしゃあ！

僕は成し遂げた。

『誰もが侮る雑魚、しかし一部の人間は彼の異常さに感づいた！？』

僕の大好きなパターンだ。

僕から言わせれば大会前に実力を見せつけるなんて三流だ。

全く楽しめない。というか一番面白くない場所で実力をバラしてどうするのだ。

大会前はほとんどの人間から侮られるぐらいでちょうどいい。そして大会が始まってからアイツ強いんじゃね？　と思われ出して、一番盛り上がるところでアイツめちゃくちゃ強いじゃん！？　となるのが一流だ。

来るべきその瞬間まで観客の認識をコントロールし続けることが、武神祭で僕に課された使命である。

僕はしばらく一人で反省会を開きながら物陰に潜んだ。

そしてアンネローゼたちが立ち去るのを見てから、こっそり列に並び武神祭の登録を済ませたのだった。
## 人生は長い。生き急ぐな若者よ

武神祭の予選は来週から始まる。僕はシドの姿に戻ると闘技場を下見して多様な演出パターンを妄想し、それから『まぐろなるど』でサンドを２つ買って食べながら寮へと戻る。

夕日の下を歩きながら、そういえばアルファにまぐろなるどで奢る約束したっけな、と思い出した。

アルファはいつも忙しそうだし、それっきりだ。まあいいや、そのうち奢ろう。アルファはエルフだから余裕で３００年とか生きるし、僕も魔力パワーで２００年は生きるつもりだ。死ぬまでに奢ればいいのだ。気長にいこう。

学園に近づくと蝉の声が大きくなる。夏の夕方は蝉の時間だ。僕の勝手なイメージだけど。

夕日に染まった学園は、火事の復旧工事がだいぶ進んでいた。この調子だと予定通り夏休みが終わる頃には完成しそうだ。以前ヒョロが「全部燃えとけよ」と悪態をついていたが、僕も同感だ。夏休みの延長を希望する全生徒がそう思っているはずだ。

僕は校舎の脇を通って、寮への道を歩く。

人は少ない。

ほとんどの生徒が家に戻っているのだ。そういえば姉さんが「一緒に帰省しなさい」とか言ってキレてた。無視して聖地に行ったけど、その後どうなったんだろう。武神祭の本戦が始まる頃には戻ってくるかな。

そんなことを考えながら、１つ目のサンドの最後の一口を頬張る。

と、その時。

「油断大敵ですよ」

僕の肩に練習用の細剣の鞘が触れている。殺気はまるで感じなかったから、僕は反応すらしなかった。

鞘の主はクスッと微笑んで剣を納めた。彼女は蜂蜜色の髪に柔らかな顔立ちの美人さん。ローズだ。

「やあ、練習かい？」

「ええ。少し時間ができたので剣を振りに。シド君はまぐろなるどに行ったのですか？」

「あそこの店長さんと知り合いなんだ。最近知ったんだけどね」

「私も先日、３人で行ったんです。とてもおいしかったですよ」

「３人で？」

「はい。私と、ナツメ先生と、アレクシアさんです」

３人の繋がりがいまいちわからないが、そういえば聖地で一緒だったっけ。

「仲良かったっけ？」

「ナツメ先生とはとっても仲良しになりました。アレクシアさんもとてもいい子ですので、すぐに仲良くできますよ」

アレクシアがいい子だと思っているうちは、どうやっても仲良くなれないだろう。

「ただ、アレクシアさんとナツメ先生が少しギクシャクしているのです」

ローズは少し悲しそうに言った。

ベータとアレクシアの組み合わせは、どうなんだろう。似た者同士だと思うけど。

「そのうち何とかなるでしょ」

「だといいのですが……。もし、私がいなくなったら２人で仲良くできるのか不安で。これからみんなで協力するんです。私たちで何ができるかはわからないですが、少しでも世界がいい方に向かうように」

「世界平和は大事だよね」

「はい」

ローズは気持ちいい笑顔で言った。

「ごめんなさい。そろそろ時間ですので失礼します」

辺りがだんだんと薄暗くなってきた。

「うん、またね」

「……あの」

失礼すると言ったのに、ローズは何か言いたそうだった。

「どうかした？」

ローズは少し迷ってから口を開く。

「これからお父様と会います。そこで婚約者が紹介されるのです」　

「そうなんだ」

「はい」

「おめでとう、は言わないでおくよ」

ローズの顔は、それを望んでいなかった。

「私はオリアナ王国の王女です。王女として多くの期待を背負い生きてきました。ですが私は、私のわがままでそれを裏切りました」

「うん」

「もしかしたら私は、また多くの人の期待を裏切るのかもしれません」

ローズは悲しそうな顔で微笑んだ。

「でも、今度はわがままではありません。私の杞憂ならいいのです。ですが……もし……何かあったら私を信じてくれますか？」

「うん、わかった」

「シド君に信じてもらえるなら、私はそれ以上望みません。また、こうやって話せることを願っています」

ローズは顔を隠すように俯いて、そのまま立ち去ろうとする。

「ねえ」

僕はローズを呼び止めて、もう１つのまぐろなるどのサンドを投げた。

「あげるよ。少し肩の力を抜いたほうがいい」

「ありがとう」

ローズは柔らかく微笑んだ。



次の日、僕はヒョロの絶叫で叩き起こされた。

「ローズ生徒会長が婚約者を刺して逃亡したってよ！！」

僕はベッドの中で、何が彼女をそうさせたのだろうと首を傾げた。
## かまととぶったボヨヨンとほくろ

「何やってんのよあの女は……」

アレクシアは自室で舌打ちと共に言葉を吐き出した。

「ローズ様は王都の北に逃亡したようです。おそらくまだ王都は出ていません」

事務的にそう言うのは、ソファーに腰かけているナツメだった。

アレクシアは苦々しい顔でナツメを見て、もう一度舌打ちした。

ローズによる婚約者殺人未遂の詳細が、アレクシアの耳に届いたのは彼女のおかげだ。得体のしれない女だが、その情報網は役に立つ。ディアボロス教団の噂も数多く提供してもらった。

「オリアナ国王はオリアナ国の問題として処理をしたいようです。ミドガル王国へは手出し無用の要請を出しました」

「怪しいわね」

「はい。ミドガル王国の法で裁くこともできますが、両国の関係に影響が出ます。おそらく、介入は控えるでしょう」

「ま、お父様は様子見するでしょうね」

アレクシアは事なかれ主義の父の顔を思い浮かべて、また舌打ちした。

「ローズ様の婚約者はオリアナ王国の公爵家次男ドエム・ケツハットです。捕まれば厳しい罰が科せられます」

「王族だから死罪はないとしても幽閉か流罪か……。とりあえず、オリアナ王国より先にローズ先輩を確保して話を聞きましょう」

「お待ちください。この件に関してローズ様は私たちに何も話しませんでした。私たちが介入し、両国の問題となることを避けたのだと考えられます」

「だから、何？」

アレクシアの瞳が、ナツメを見据えた。

「安易な行動は控えるべきかと思われます」

「つまり見捨てろと？」

「そうは言っていません。よく考えて行動すべきかと」

「何それ、私が何も考えていないって意味？」

「そうは言っていません。もう少し時間をかけて考えた方がよろしいかと」

「何それ、つまり私が馬鹿だって言いたいの？」

「そうは言っていません。人それぞれ得意なことと不得意なことがあるかと」

「何それ、言いたいことがあるならはっきり言ってくれない？」

「そんな、恐れ多い……」

ナツメは肩を抱いて不安そうに瞳を揺らした。

アレクシアはツカツカと歩き、ナツメの胸ぐらを掴み上げた。開けた胸元で、ボヨヨンと二つの塊が揺れた。

「かまととぶってんじゃねえぞ」

至近距離でアレクシアが睨みつける。

「ひいッ、こ、殺さないでぇ……！」

ナツメが逃げ出そうともがくと、胸元が引っ張られボヨヨンと揺れる。アレクシアはそのボヨヨンにほくろがあるのを見つけて無性にイラッとした。

「だからわざとらしいんだよ」

「ふぇぇ……」

「ぶっ殺すぞ」

「はゎゎ……」

涙目で見上げてくるナツメを、アレクシアは舌打ちして放した。

ドサッとナツメはソファーに崩れ落ちる。

「ローズ先輩には何か理由があったはずなのよ。私たちを巻き込みたくなかったのもわかっているわ。だからムカつくのよ」

「は、はぁ？」

「止めろと言われたらやりたくなるし、巻き込みたくないと言われたら巻き込まれたくなるのよ」

「えっと……」

どう反応していいかわからない微妙な顔でナツメはアレクシアを見上げた。

「私たちは仲間よ。胸の内で何考えてんのかは知らないけど、仲間としてやっていくことになった。そうでしょ？」

「は、はい」

「だったら仲間は見捨てない。もちろん、私はあなたのことも見捨てない。いいわね？」

「……はい」

ナツメは俯いて立ち上がった。

「では、私はローズ様の情報を集めます。婚約者にも黒い噂がありますので、そちらも当たってみます」

「あら、素直ね。私はまず姉様に相談してみるわ」

「では今夜また情報を交換しましょう」

「というか立ち直り早いわねあなた」

「それではまた」

「一応、気を付けてね」

「アレクシア様も」

ナツメは一礼して立ち去った。

アレクシアはその背中を見送って、大きなため息を吐いた。

「ま、なんとかするしかないわね……」

少し乱れた服を整えて、アレクシアも部屋を出た。
## 常勝金龍の勝利の方程式

週が明けて、武神祭の予選が始まった。

僕はヒョロと一緒に闘技場の観客席で試合を眺める。まだ日は高く、客もまばらだ。まあ、予選はこんなものだ。というかこれでもマシな方だ。

実は昨日、僕は２試合戦っている。闘技場ではなく、その辺の草原で。うん、予選の１回戦と２回戦は王都の外の草原で行われるのだ。観客はいない。対戦相手の質もひどい。僕は２戦とも適当ラリアットで失神させて勝ち抜いた。空しかった。

そして３回戦からようやく闘技場だ。ここまでくると試合の質もギリ許せるレベルにはなっている。客は少ないがいるだけマシだと思おう。武神祭の本番は本戦からなのだ。

「そういえばジャガは？」

僕はなにやらメモを取っているヒョロに聞いた。

「実家で畑耕してるってよ」

「なるほど」

ヒョロは試合を見ながら熱心にメモを取る。彼の首には聖剣のネックレス。僕が聖地で買ったおみやげだ。使ってくれてうれしい気持ちはある。しかしそれ以上に、そのセンスはどうなんだろうと思った。

「何やってんの」

「バトルデータを集めているのさ。素人は勘で賭けに参加するが、俺は違う。データを集計し、統計を取り、確率を基にベットする」

「ふーん」

僕はヒョロのメモを盗み見た。

『たぶん強い』『たぶん弱い』『わかんない』と書かれていた。

「賭けっていうのはさ、トータルで勝つものだ」

ヒョロがメモを取りながら得意げに言う。

「そうなんだ」

「素人は１試合で勝った負けたのギャンブルをする。だが俺は違う。１試合の勝敗には執着しない。試行回数を増やし、確率を収束させ、１０試合単位で勝つのさ」

「ほーん」

「なぜなら俺は、トータルで勝つ男だから……」

「すごいね」

僕は欠伸した。

「その話、興味深いな」

その時、僕の背後から一人の青年が現れた。

「興味深い話とかありました？」

「あったとも」

僕の問いに、金髪キラキラの華やかイケメンがニッコリ答えた。

「あ、あなたは……！」

「知っているのヒョロ？」

「不敗神話のゴルドー・キンメッキさんですか！？」

ヒョロのキラキラとした眼差しに、ゴルドーさんは髪をかき上げて答えた。

「その二つ名は恥ずかしいな。常勝金龍ゴルドー・キンメッキと呼んでくれないか？」

「は、はい！　常勝金龍ゴルドーさん！」

僕は不敗神話の方が好きかな。

「君はバトルデータを集計しているのかい？」

「はい！」

「見込み、あり。オレもバトルデータの集計は欠かさないんだ」

「そ、そうなんですか！？」

「ああ。常に勝つために……ね」

「かっけー！　お話聞かせてもらってもいいですか？」

「やれやれ、少しだけだぞ」

かなり長くなりそうな気がした。

僕の出番もそろそろ近づいてきたしちょうどいい時間だ。

「うんこ行ってくる」

「さっさと行ってこい」

僕はトイレで変装して選手控室へ向かった。


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


ヒョロは常勝金龍ゴルドー・キンメッキの常勝理論を熱心に聞いていた。

「例えば、だ。次の試合を例にあげよう」

「はい！」

闘技場ではちょうど次に戦う選手が呼ばれていた。

「３回戦第１２試合！　ゴンザレス対ジミナ・セーネン！」

２人の魔剣士が向かい合う。

「オレの理論では大体の実力は戦う前に分かる。まずはゴンザレス。フィジカルの強さは彼のマッスルバランスを見れば解析できる。眼光と不遜な表情から歴戦の猛者だとオーラが伝えてくる。ざっと見て、彼のバトルパワーは１３６４だな」

「バ、バトルパワー！？　なんですかそれ！」

「集計したバトルデータを解析し戦闘力を数値化したものだ。バトルパワー１３６４は悪くない数字さ」

「すげー！」

「対するジミナ・セーネンは……ふむ」

常勝金龍ゴルドー・キンメッキは鋭い眼光でジミナを睨み、黙り込んだ。

「ど、どうしたんですか？」

「いや……あまりにも。しかし……これは……」

「ゴ、ゴルドー先生？」

「ああ、すまない。オレとしたことが」

「まさか、あのジミナはそれほどの……！？」

「ああ、あの男……ジミナ・セーネンは……凄まじい雑魚だ！」

常勝金龍ゴルドー・キンメッキはブフッと吹き出すように笑った。

「え……？　雑魚？」

「そうさ！　どうやって３回戦まで勝ち残れたかわからない！　奇跡でも起きたのかな？」

「た、確かに弱そうですが……」

「弱そうな顔、弱そうな身体、そして弱そうなオーラ！　ジミナのバトルパワーは３３だ！　ハハッ魔剣士としては最低ラインだね」

「では、ゴンザレスの勝ちですか？」

「ああ、瞬殺だろうね。この試合に見るべきところはないよ」

そして試合が始まった。

最初に動いたのはゴンザレスだ。

筋肉質な巨体に似合わない俊敏さで間合いを詰め、ジミナに斬りかかる。

その動きは３回戦では群を抜いていた。ゴルドーが歴戦の猛者だと評したのも、間違いではなさそうだ。

ゴンザレスの斬撃に、ジミナは反応すらできない。

誰もがジミナの敗北を確信した。

しかし、次の瞬間。

ゴンザレスがコケた。

ジミナの直前で躓いて転んだのだ。

そしてそのまま地面で頭を打ち失神した。

会場が静まり返った。いや、さすがに立ち上がるでしょ、と誰もが思った。

だがゴンザレスはピクリとも動かなかった。

ジミナが剣を納め踵を返し、ようやく審判が反応する。

「しょ、勝者ジミナ・セーネン！」

「ふ……ふざけんなー！！」

「金返せバカヤロー！！」

失神したゴンザレスにブーイングが降り注ぐ。

ヒョロは反応に困って常勝金龍ゴルドー・キンメッキの顔を見た。

「ま、まあこういうこともある」

少し頬を引きつらせて常勝金龍ゴルドー・キンメッキは言った。

「バトルデータで勝敗は予想できる。しかし勝負に絶対はない。勉強になったかい？」

「ま、まさか先生はこの結果も予測して……？」

「フッ……」

常勝金龍ゴルドー・キンメッキは微笑み多くを語らない。

「いいことを教えてあげよう」

「え……？」

「賭けに勝つ方法は２つある。一つは強者を探し、強者に賭けること。もう一つは弱者を探し、その対戦相手に賭けること」

常勝金龍ゴルドー・キンメッキは立ち上がり背を向ける。

「明日の４回戦、第６試合は常勝金龍ゴルドー・キンメッキ対ジミナ・セーネンだ」

「なッ……つまり！」

常勝金龍ゴルドー・キンメッキは振り返ってヒョロを指差す。

「キミにも……勝利の方程式が解けたかな？」

そして、キラキラの金髪をかき上げて立ち去った。

「か、かっけー……」

ヒョロ呆然と常勝金龍ゴルドー・キンメッキを見送った。

「うんこしてきた」

黒髪の少年が席に戻った。

「おいシド！　明日絶対に勝てる試合があるからよ、全力で賭けようぜ！」

「え、やだよ」

「いいから、騙されたと思って！」

「やだ」

「チッ、いいよ。後で後悔しても知らねーからな！」

そして２人はしばらく観戦して寮に戻った。
## 強者だけが注目してる感じの試合

武神祭の４回戦が始まった。

アンネローゼは観客席の最前列に座り、目当ての試合が始まるのを待っていた。

水色の髪が風に揺れ、同色の瞳は闘技場を見据えている。観客の数は昨日よりは増えていたが、それでもまだ半分に満たない。

「嬢ちゃんも、あいつの試合目当てか？」

声をかけられて、アンネローゼは振り返った。

「確かアナタは……」

「クイントンだ」

悪役プロレスラーの様な外見のクイントンが、アンネローゼの隣にドカッと座った。

「嬢ちゃんも昨日の３回戦、見てたんだろ？」

「そうね。そう言うアナタも？」

「俺は見るつもりはなかったんだが、偶然目に入ってな。ジミナ・セーネンの３回戦、あんたはどう見た」

クイントンは脚を前に投げ出して、アンネローゼに問う。

「対戦相手が転んで運良く勝ったようには見えなかったわ」

「ああ。あいつ、何かやりやがったぜ。俺にはそれが何なのか分からなかったが、嬢ちゃんなら分かるかと思ったんだけどよ。『ベガルタ七武剣』のアンネローゼさん」

クイントンの不遜な眼と、アンネローゼの鋭い眼光が一瞬ぶつかった。

すぐに、アンネローゼは顔を背け脚を組んだ。スカートのスリットから白い脚が露わになる。

「その名は捨てた。今はただのアンネローゼだ」

「そりゃすまねぇ。遅くなったが『女神の試練』合格おめでとう」

「ありがとう」

「それで、まさか嬢ちゃんでも分からなかったのか？　奴が何をしやがったのか」

「わ、分からなかったわ」

少しムッとしてアンネローゼは言う。

「まさか見逃すとは思わなかったのよ。油断したわ。ただ……ジミナ君の右手が動いたように見えた」

「ほう、右手が」

「右手で何をしたかはわからないわ。一つ言えるとすれば、とてつもなく速かったってこと」

「ふん。となると俺の予想は外れか」

クイントンはつまらなそうに鼻を鳴らした。

「予想？」

「使用禁止のアーティファクトか何か使いやがったかと思ったんだがな」

「なるほど……その可能性もなくはないわ」

「どちらにせよ、今日の試合で分かる」

「そうね。対戦相手は不敗神話のゴルドー・キンメッキ」

「俺は知らねえが、有名らしいな。一度も負けたことがないってよ」

「良くも悪くも、有名ね」

アンネローゼは苦笑した。

「強いのか？」

「そうね……。私はこれまで色々な国で戦ってきた。実戦もあったし、闘技場での大会もあった。過去の大会で３度、私はゴルドー・キンメッキと当たっている」

「ほう。ゴルドーは一度も負けたことがない……てことは嬢ちゃんが負けたのか？」

アンネローゼはクイントンを軽く睨んだ。

「そんなわけないでしょ。戦えなかったの。彼、相手が強いと逃げるもの」

「は？　何じゃそりゃ」

「彼は負ける可能性がある相手とは決して戦わない。勝てる相手とだけ闘って、強い相手と当たった時点で棄権する。ついた二つ名は不敗神話。誰も彼には勝てないわ。彼はその二つ名が嫌で常勝金龍と名乗っているようだけど」

「常勝と不敗。似ているようで全く別の意味だな」

ククッとクイントンが笑った。

「ま、要するに不敗神話さんは期待できねーってことか」

「どうかしら」

アンネローゼは唇の端で笑った。

「ん、どういうことだ？」

「不敗神話は確実に勝てる相手とだけ闘って、大会で上位に食い込んでいる。規模の小さい大会なら優勝経験もあるわ」

「ほう……なら弱いわけねぇな」

クイントンの目が鋭くなった。

「ええ。彼の強みは実力差を確実に見抜くことよ。その彼がジミナ相手には逃げなかった。つまり……」

「なるほどなぁ」

クイントンは狂暴な顔で笑う。

「ジミナの実力を不敗神話ですら見抜けなかったか」

「それともジミナがアーティファクトに頼った卑怯者か」

「付け加えると、不敗神話は確実に勝てる相手とだけ闘ってきた。彼はまだ一度も本気を出していないわ」 

「面白くなるな」

「ええ、面白くなるわ」

クイントンが獣のように笑い、アンネローゼが唇を舐めた。

そして、二人の視線が闘技場の中心に向かう。

歓声とヤジが降り注ぐ中、ジミナ・セーネンとゴルドー・キンメッキが向かい合っている。

この試合の意味を真に理解している観衆は、まだ二人だけ。

「４回戦第６試合ゴルドー・キンメッキ対ジミナ・セーネン！　試合開始！！」

そして試合が始まった。
## 邪〇〇殺〇龍〇！！

先手を取ったのはゴルドーだった。

彼は開始と同時に一息で間合いを詰める。

そして装飾過多な両手剣を薙ぎ、ジミナの首を狙った。

狙われたジミナはまだ剣を抜いていなかった。棒立ちで、反応すらできない。

勝利を確信したゴルドーが白い歯を見せる。

その瞬間、コキッと音がした。

「え？」

声を発したのはゴルドーだ。しかし彼だけでなく会場の全員が目を疑った。

ゴルドーの剣が、ジミナの首をすり抜けて空振ったのだ。

気づけば、ゴルドーは隙だらけの胴を曝していた。

「チッ！」

ゴルドーの顔が引きつる。

この致命的な隙を前に、ジミナが動く。

そして。

ジミナはただ、ゆっくりと剣を鞘から抜いた。

それだけだ。

ゴルドーの隙を完全に見逃し、それに気づいてすらいないような緩慢な動きだ。

ゴルドーは間合いを外し、ジミナを睨み一言。

「お前舐めてんの？」

ゴルドーの声には苛立ちが混じっていた。


  ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


「見えたか？」

観客席ではクイントンがアンネローゼに聞いていた。

「かろうじて」

アンネローゼは猛禽類のような眼でジミナを見据えたまま、クイントンの問いに答えた。

「流石だな。俺は見えなかった。不敗神話の剣が、ジミナの首を捉らえたと思ったんだがな」

「そう、普通なら避けれるタイミングじゃない。だが……ジミナは剣が当たる直前で首を鳴らしたんだ」

アンネローゼの声には、隠しきれない驚愕の色があった。

「首を鳴らした？　意味が分からん」

「普通に首を鳴らしたんだ。コキッ、コキッと」

アンネローゼは声と一緒に首を傾げてコキコキ鳴らしてみせた。

「いやちょっと待て、余計に意味が分からん」

「私にもわからない。彼が首を傾けた瞬間、コキッと音がしてゴルドーの剣を避けたんだ」

「おいおいおい、そりゃねえだろ。首を鳴らすために傾けたら、ちょうど剣を避けたってか？」

「そうだ」

「馬鹿言ってんじゃねえ！　そんな偶然あり得ねぇだろ！？」

「偶然じゃないとしたら？」

アンネローゼの眼が鋭くなった。

「なんだと？」

「彼は私ですら注視していなきゃ見逃す速度で首を鳴らしたんだ。普通の人間にそんなことができるのか？」

目視できないほどの超高速首鳴らし、普通はできないだろう理論。

「ぐッ！　確かに……」

「彼にとっては剣を避けることが『ついで』だったのかもしれない。まず首を鳴らしたかった、そこにちょうど剣が来て、首を鳴らすついでに避けたのかもしれない」

「ばかなッ！　それこそあり得ねぇ！　ゴルドーの剣は速かった！　それをついでで避けるだと！？」

「私も半信半疑さ。本当にただの偶然だったのかもしれない。しかしもし偶然じゃないとしたら……」

「ッ！　俺は絶対に認めねぇぞ！！」


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


ゴルドーはジミナを睨んだまま話す。

「気に入らないな。お前は今、千載一遇の好機を逃した。お前がこのオレに勝てるかもしれない、人生でたった一度きりの機会を逃したんだ。なのになぜ、平然としている」

ギリッとゴルドーの歯が鳴った。

「もっと悔しがれよ。もっと嘆けよ。もっと無様に足掻けよ。そうしないのは、オレに対する冒涜だ」

ジミナはただ黙ってゴルドーの言葉を聞いていた。

「まさか好機を逃したことに気づいてすらいないのか？　なら仕方ない、所詮はバトルパワー３３の雑魚だ」

クツクツとゴルドーは喉の奥で嗤った。

「雑魚が赤っ恥かかせやがって。オレの全力で屠ってやる。死んでも恨むなよ？」

ゴルドーは剣を構え、そこに魔力を溜めていく。

大気が震え出し、大量の魔力が集まっていく。

会場が騒めいた。

「冥途の土産に教えてやろう。オレのバトルパワーは４３００だ」

そして、一息で間合いを詰め薙ぎ払う。

「邪神・秒殺・金龍剣ッ！！」

黄金の魔力の流れが、黄金の龍を幻視させた。

黄金の龍が、ジミナを喰らう。

その、はずだった。

しかし突然クシュッと音がして、黄金の龍が消失した。

「ぶべらッ！！」

そして、きりもみ回転しながらゴルドーが宙を舞った。

観衆の騒めきが止んだ。

ドサッと地に落ちて、ピクリとも動かないゴルドーを、会場が呆然と眺めていた。

「しょ、勝者ジミナ・セーネン！！」

立ち去るジミナの背中に、勝者のコールがかけられた。


  ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


「ゴルドー・キンメッキ。まさかこれほどとは……」

試合後、クイントンの第一声がそれだった。

クイントンはアンネローゼに話を聞いて、少なからずゴルドーのことを見くびっていた。

まさか、あれほど鮮やかに魔力を可視化できるとは思っていなかったのだ。

最後に見せたゴルドーの一撃は、武神祭の予選を勝ち抜いても不思議でない程の威力が秘められていた。

「思った以上にやるわね。彼が上を目指し強者との戦いを求めていれば、もっと優れた魔剣士になっていたでしょう」

「それで、ジミナは最後何をしやがった？」

アンネローゼは腕を組んで溜息混じりに口を開く。

「私の見間違いじゃなければ……クシャミをしたわ」

「は？」

「きっと黄金の龍が眩しかったんじゃないかしら。クシャミと同時にジミナの剣が振り下ろされて、そこにゴルドーが突っ込んで衝突事故よ」

「いやいやおかしいだろ。龍とクシャミがぶつかってクシャミの勝ちか？」

「事実そうだった。ゴルドーは千載一遇の好機を逃したと言っていたけれど、ジミナにとっては好機でも何でもなかったのかもしれない。ジミナはゴルドーをいつでも倒せた。だから隙を狙う必要はなかった……いや、ジミナにとってはすべての瞬間が隙だった……？」

アンネローゼは自分の考察に背筋が寒くなった。

あり得ない。

そう、これはただの仮説……ジミナの実力を、限界まで過大評価しただけだ。

「バカバカしい」

クイントンは鼻で笑って乱暴に席を立った。

「真面目に聞いて損したぜ。俺はこんなふざけた奴は認めねぇ。もしジミナが勝ち上がってくれば、予選の決勝で俺と当たる。奴の化けの皮を剥がしてやる」

クイントンはジミナの消えた闘技場を一度睨み、立ち去った。

アンネローゼはそのまま席に残り、ジミナの動きを思い出す。

「私に、彼と同じ動きができるの……？」

彼女は座ったまま、首を鳴らしクシャミをした。

何度も繰り返す。速く、そして最小限の動きで。

コキッ、クシュン、コキッ、クシュン、コキッ！

「クシュ、あッ……」

そして、周囲から奇妙な目で見られていることに気づいた彼女は顔を赤くして逃げた。
## こんなこともあろうかと……！！

不敗神話、ついに敗れる。

この知らせは、闘技場マニアたちの間に広がった。

まだ予選とはいえ不敗神話ゴルドーはそこそこ注目されていた魔剣士だった。それを全くノーマークのジミナが倒したと知って驚く者も多かったが、試合内容を聞くと納得した。

なんか、まぐれで勝ったっぽい。

それが闘技場マニアたちの率直な感想だ。

しかし一部のマニアと、実際に試合を観戦した観衆の中には、ジミナの評価に疑問を持つ者がいた。

彼らはジミナの試合に足を運び、間近でジミナの実力を計ろうとした。

しかし。

「ああぁーッ！！　クイントン選手ダウーンッ！！　これは立ち上がれない！　ジミナ選手、またも一撃で勝利！！」

武神祭予選Ｂブロック決勝、この試合もジミナの勝利で終わった。

また一撃。

闘技場マニアたちもジミナの実力を計りきれないでいた。今日の勝利でジミナは本戦に出場することが決まったが、彼がどうやって勝ち進んだのかは誰もわからないのだ。

まぐれにしてはできすぎているし、実力はあるのだろう。

予選決勝の相手クイントンは安定した実力で闘技場マニアたちにも評価の高い魔剣士だった。そのクイントンが何もできずに負けたわけだから、ジミナの実力を認めないわけにはいかない。

だが、ジミナがどうやって勝ったか分からない以上、その具体的な強さが見えてこないのだ。

クイントンよりは強いだろうが、果たしてジミナは本戦の舞台に立つのにふさわしい実力があるのだろうか。

仮に実力があったとして、ジミナは武神祭の歴代入賞者たちに並べるだろうか。

闘技場マニアの間で議論が白熱した。

そして、多くの者がジミナの実力は本戦に出場する戦士の中でも低い位置にあるだろうと予想したのだ。

これは彼の実績を考えれば仕方がない。

他の本戦出場者は大会や戦場で結果を残して名を売ってきた者ばかり。しかし、ジミナにはそれらの実績がないのだ。

客観的に、ジミナの実力を証明するものは何一つない。

自然と評価は低くなった。

しかし、一部のマニアはジミナをダークホースとして推していた。

本戦に出場する名前を見る限り、今年の武神祭もアイリスの優勝でほぼほぼ決まりだ。しかし、もしそれを覆す者がいたとしたら……それはまだ実力の計れない奇妙な青年だけなのだ。

そんな期待の視線を背中に受け、ジミナは退場する。

本戦は来週から始まる。

一回戦はジミナ・セーネン対アンネローゼ。

９割がアンネローゼの勝利を予想していた。





◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇





今日の対戦相手のおっさんはなんだかやたら元気がよかったなーと思いながら、僕は闘技場を退場した。名前はクイ……なんとかさんだっけ。敵意をビシバシぶつけてくる感じが新鮮でよかった。

これで僕は武神祭本戦に出場決定で、試合は来週だ。

ここまでは観客の反応もまずまずだし、本戦から実力を見せる予定だから来週までイメトレだな。

そんなことを考えながら、選手入場口の長い廊下を歩いていると、僕の前に水色の髪の女性が立ちふさがった。彼女は確かアンネローゼだ。

「何か用か……？」

「まさか、本戦に進むとは思わなかった。やるわね」

彼女の気が強い瞳が僕を見る。

「当然の結果だ」

「そう。私がアナタの実力を見誤っていた、それだけのこと。だが一つ忠告をしておく」

「忠告……？」

「アナタの動きは見切った。これまでと同じように勝てるとは思わないほうがいい」

アンネローゼは自信に満ちた笑みを浮かべた。

「フッ……」

僕は唇の端で笑い、まるでもう話すことはないと言わんばかりに、無関心にアンネローゼの横を通り過ぎる。

お願い、話しかけてッ！

僕は心の中で叫んだ。

「何がおかしいッ」

アンネローゼが睨む。

ありがとう！

僕は首だけで振り返って、アンネローゼを横目で見据えた。

「オレも一つ忠告しておこう……」

そう言って、僕はこんなこともあろうかと用意していたリストバンドを外し、アンネローゼの足元に投げる。

ドサッ、と。

床に落ちたリストバンドは重そうな音を立てた。

「こ、これは……まさか、この重りを付けたまま戦っていたのッ……！？」

「この重りはオレを封じる鎖……遊びは終わりだ……」

ドサッ、ドサッ、ドサッ。

僕は両手首と両足首の重りを外し歩き出す。

「くッ……ま、待ちなさい！」

しかし僕はもう立ち止まらない。

「待ちなさいってばッ！」

アンネローゼが慌てて僕の前に回り込んだ。

「それで勝ったと思わないことね。見てなさい……」

そしてアンネローゼはコキッと首を鳴らした。

なんか無駄に速かった。

「私にも、これくらいできるのよ……？」

「そうか……」

よくわからないけど、僕はドヤ顔のアンネローゼの横を通り過ぎた。

彼女は何がしたかったのだろう。
## ベータのお仕事

夏の朝は清々しい。

僕は窓の外に広がる青い空を眺めながら大きく伸びをした。

ベッドに寝ころびながら、何をするでもなくぼんやり過ごす。

夏休みは残り少ない。

来週からは武神祭の本戦も始まるしイメトレしなきゃ。

しかし、こうやってなにをするでもなくぼんやりと過ごす時間は人間に必要なのだ。

ごめん嘘かも。

少なくとも僕には必要なのだ。

「おいシド！　いい話があるから開けろ！」

いきなりガンガンと扉を殴りながらヒョロが叫んだ。

人と人が付き合う限り、煩わしさが生まれる。人はなぜ煩わしいと感じながら人を求めるのだろう。残り少ない夏休みの朝が、僕にそんなことを考えさせるのだ。

いいねこの感じ。人と一定の距離を置いたやれやれ系実力者っぽい。

「はいはい、開けるよ」

僕は鍵を開けてヒョロを迎え入れた。

「ローズ生徒会長の手配書だ。生きて捕まえれば１０００万ゼニー。有力な情報は５０万ゼニーから」

「ふーん」

僕はヒョロから手配書を受け取って見た。

「俺たちで捕まえようぜ」

「いやいや、何で」

「金がない」

ヒョロは必死の形相で言った。

「絶対に勝てる試合があるとか言ってたじゃん」

「その話は止めろ」

「賭けて稼いだんじゃないの？」

「うるさい黙れ。いいか、理由はわざわざ言わないが、俺は金がない。よって金が必要だ」

「そうなんだ」

「だから協力しろ」

「やだ。一人でやりなよ」

「まて、よーく考えろ。一人で探すより二人で探す方がいい。なぜなら見つける確率が二倍になるからだ」

「へー」

僕はヒョロに肩を掴まれながら、めんどくさ、と思った。

そもそも僕は婚約者を刺したローズの反骨精神を評価している。元気があって大変よろしいじゃないか。

つまりどちらかといえばローズ逃亡を応援する側なのだ。

「頼む、このとおり！」

珍しく頭を下げるヒョロ。

「うーん」

と、その時。

「シド君、お姉さんが来てるよ」

寮の管理人さんが扉から顔をのぞかせて言った。

「お姉さん？」

「シド君のお姉さんだよ。寮の前で待っているから、早めに行ってあげてね」

管理人さんはそれだけ言って退出した。

「クレア姉さんか……帰ってきたんだ」　

嫌な予感がする。

僕は瞬時にどちらがめんどくさいか考えた。　

「よし、ローズ捕獲作戦開始だ」

「シド、信じてた！　それでこそ親友だ！」

僕はヒョロの首根っこ掴んで窓を開ける。

「おいシド、何をするつもりだ？」

「時間がない、窓から行く」

「は？　何言ってんだ！？　え、ちょ、まッ！？」

「とう！」

そしてそのまま飛び下りた。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



「情報の提供を感謝するってアイリス姉様が言っていたわ。これからも協力してほしいそうよ」

「光栄です」

ベータは前を歩くアレクシアの背中を見ながらそう言った。

アレクシアは魔法のランプを持って螺旋状の暗い階段を下りていく。

もうずいぶんと下りている。冷たい湿った空気が、ここが地下だと知らせる。

「やはりドエム・ケツハットは教団と繋がっていると見た方がいいわね」

「はい」

「問題は証拠がないこと」

「そうですね。これは国と宗教が絡む問題ですので、普通の証拠では足りません」

「分かっているわ。お父様にきつく言われたもの。ディアボロス教団と聖教を結びつけたいなら、国民と周辺国家が納得する理由が必要だって」

「異端認定されると、終わりですからね」

「聖教の全ての門徒がディアボロス教団と関わっているわけではないわ。上層部のほんの一部が繋がっているだけでしょう」

「だから厄介なのです」

「そうね」

コツ、コツ、と二人の足音が階段に響いていく。

「お父様は聖教とはもめるなの一点張りだし。だったらディアボロス教団はどうするのよ」

「今まで通り放置するつもりかと」

「今まで通り……？」

アレクシアの足音が一拍遅れた。

「勝手な推測です。忘れてください」

「……ま、今はいいわ。姉様が気になることを言っていた。オリアナ国王の様子が少し虚ろだって」

「虚ろ、ですか……」

「私は今回初めてお会いしたから分からなかったけど。少し甘い匂いもした」

甘い匂い。

ベータには心当たりのある薬品があった。

「もう、手遅れかもしれませんね……」

「教団は動き出している。お父様のやり方だと、いずれこの国も……」

そして二人は無言で階段を下りた。

「着いたわ」

アレクシアが足を止めたそこには、深い縦穴と梯子があった。

「王都地下道の入り口の一つよ。知っているでしょ？」

「え、ええ。遠い昔、王族の脱出用につくられた王都全域に広がる地下道ですよね」

「そうよ。地図とか鍵とか暗号とかいろいろ紛失して今はもうただの迷路だけど」

「それで、なぜここに？」

「あなたを始末するためよ」

そして腰の剣に手をかけて……笑った。

「冗談よ。ちっともビビらないのね」

「ひいッ、殺さないで……！」

「この地下道にローズ先輩が逃げ込んだ可能性があるわ」

ベータは渾身の演技を無視されてムッとした。

「今から探しに行くわよ」

早速梯子を下りようとするアレクシア。

「あの、待ってください」

「何？」

「このこと、誰かに伝えていますか？」

「伝えるわけないじゃない。止められるもの」

「迷宮になっているらしいですけど、脱出できる確信があるんですか？」

「簡単よ。来た道戻ればいいだけじゃない」

「あの、言いづらいのですが、思い付きで巻き込むの止めてもらえませんか？」

「嫌」

二人はしばらく睨み合った。

「文句があるなら帰りなさい」

アレクシアがベータを置いて階段を下りていく。

ベータはもう放置して帰ろうかと思ったが、まだアレクシアに死なれては困る。

「お守りも仕事よ、ベータ」

小さく呟いて、アレクシアの後を追った。
## 陰の実力者は月光の下で奏でる……

僕は早朝の王都を歩く。

ヒョロは聞き込みしてくると言ってどこかに行ってしまった。

この世界、日が昇ればすぐ人は動き出す。

通りはすでに賑わい始めていた。

ローズを探すとは言ったけれど、真面目に探すつもりはあまりない。ぜひ逃げ切ってほしいという思いは今も変わらないし、まあ探しているふりでもして時間を潰そう。

ただ、婚約者を刺すという反骨精神あふれるこの事件の動機については聞いてみたいかな。できれば彼女自身の言葉で。

どちらにせよ僕は時間を潰せればどうでもいい。

怒りは時間と共に薄れていくものだ。姉さんにはきっと頭を冷やす時間が必要なのだ。

そんなことを考えながらぼんやりしていると、どこからかピアノの音色が聞こえてきた。

「ふむ……」

実は僕、ピアノが得意なのだ。

前世では陰の実力者になるためにピアノを練習していた。というのは嘘で、家の教育方針というやつで習わされたのだ。

ぶっちゃけピアノの練習なんかに時間を使うより陰の実力者になるための修行に時間を使いたかった僕はやる気ゼロだったのだが、そんなことは教育方針の前には無力である。

嫌々ながら始めたピアノだったが、続けるうちにピアノも悪くないと思うようになった。

まず、ピアノが得意なやつと周囲に認知されるようになると、それだけで相手は勝手に想像してくれるのだ。

こいつは家に帰ったらピアノの練習に忙しいんだな、と。

陰の実力者になるために友達づきあいを最小限に抑えていた僕にとって、その誤解は非常にありがたいものだった。

もう一つ、単純にピアノのかっこよさに気づいたのだ。

陰の実力者が月光の下で奏でるピアノ……よくない？

単純な強さだけでなく、芸術方面でもすごいんだぞアピール。

かっこいい……。

気づけば僕はピアノを割とガチでやっていた。

もちろん陰の実力者になるための修行が最も優先順位が高いことに変わりはないが、ピアノを演奏し雰囲気を作ってバトルする演出は捨てがたいものだったのだ。

というわけで、自分で言うのもなんだけど僕はピアノがかなりうまい。

「なかなかやるな……」

僕は呟いた。

しかし、現在ピアノを奏でている人もなかなかである。

ベートーヴェンのピアノソナタ１４番『月光』か……。

僕も好きな曲だ。というか陰の実力者的にベストな曲はこれしかない超お気に入り。

だから『月光』で負けるつもりは全くないが、この奏者の表現にも独特のセンスがある。

「悪くない……頭の中に月の光が見えるようだ……今朝だけど……」

そんな感じで『こいつ、できる……』アピールしていると、ふと気づいた。

ベートーヴェンの曲がこの世界にあるのっておかしくない？

僕は真顔になって人ごみをかき分け、ピアノの音が流れてくる方に向かった。

正直に言おう。

もう予想がついてしまう。

僕だって馬鹿じゃないのだ。

ピアノの音は王都にある超一流ホテル一階カフェから聞こえてくる。

セキュリティが厳重で一般人ではまず入れないのだが、僕は顔パスで入ることができる。

遠慮なく入店すると、ちょうど彼女は演奏を終えたところだった。

「イプシロン……」

透き通った湖のように美しい髪の美女。夏らしいノースリーブのドレスだが、胸元はきっちりガードしてスライムを見せないのが彼女らしい。

脚もタイツを履いて素肌は見せず、シークレットブーツを隠している。

見事だ。

僕が近づくと、彼女も僕に気づいたようだ。

イプシロンは客に一礼すると僕を控室に案内する。

扉を閉めて、イプシロンは微笑んだ。

「主様、聞いていらしゃったのですか？　お恥ずかしいです……」

少し頬を染めて上目遣いだがそんなことで僕は騙されない。

「イプシロン、さっきの曲は『月光』だな？」

「はい、主様に教えて頂いた数多の曲の中で、私が一番好きな曲です」

「あ、そう？　僕も一番好きなんだよね」

教えたつもりは全くないのだが、自分が好きなものを他の人も好きだとなんだかうれしくなるよね。

「主様のおかげで、ピアニストとして、そして作曲家として有力者と関係を築いております」

「え、作曲家……？」

「はい。『月光』にはじまり『子犬のワルツ』『トルコ行進曲』『亜麻色の髪の乙女』そして……」

イプシロンは現代過去様々な名曲をあげて貴族に評判だったとか、賞をもらったとか、芸術の国に招待されたとか得意げに話した。

すまない、ベートーヴェン、バッハ、モーツァルト……そして偉大な作曲家たちよ。

この世界で君たちの曲は、イプシロンが作曲したことになっている。

「……前回のコンサートが大好評だったので、これからオリアナ王国に仕事に行ってきます。ご存知の通りオリアナ王国は現在、とても仕事のしがいがある国ですので……」

「芸術の国だからね」

「ええ、芸術の国ですから……今回は特に、いい『仕事』ができると思いますよ」

イプシロンは妖しく微笑んだ。

「がんばってね」

「主様より授かった至高の名曲に恥じない演奏と『仕事』をして参ります」

イプシロンは優雅に一礼した。

「そうだ、話は変わるんだけどローズ王女の行方って知らない？」

「ローズ王女ですか。確かその件はベータが担当しておりますので、私も詳しいことは……。ただ、王都の地下に逃げ込んだと聞いています。詳細はベータに聞けばわかりますが……？」

「あ、それだけ分かれば十分だからいいよ」

運良くローズを見つけたら話ぐらいは聞いてみよう。

「ありがとう。えっと……」

僕は微笑むイプシロンを見ながら、お礼に続ける言葉を考える。

僕が『月光』が好きだと言われて喜んだように、彼女もきっと望む言葉をかけてもらえたら喜ぶだろう。

「イプシロンはいつもスタイルが綺麗だね」

「そ、そ、そ、そんなことないですイプシロンはまだまだです……！」

僕はイプシロンの顔を見れずに窓の外に視線を逸らした。

青い夏空がどこまでも広がっていて、世界はこうして回っているんだなって思った。
## 夢見る少女と夢を歩む男

ローズは暗い地下道を歩いていた。

逃げる際に負った背中の傷からは、今もまだ血が滲んでいる。深くはないが、決して浅くもない切り傷。

早急に治療するべきだったが、追っ手から逃げる彼女にそんな暇はなかった。

魔力を傷に集中させ最低限の処置はしている。しかし、時間と共に痛みが増し体力も奪われていく。

呼吸が荒い。

彼女は追っ手を気にしながらも、ずっと考えていた。

あの時、何が正しかったのだろう？

何が最善だったのだろう？

その、答えのでない問いが繰り返し頭の中を巡っていた。

彼女が婚約者のドエムを刺したのは咄嗟の判断だった。しかし衝動的な行動だったわけではない。限られた時間の中で、彼女は最善を考え選択した……つもりだった。

しかし、失敗した。

ドエムは生き残り、ローズは追われた。

失敗は結果論だ。ドエムの実力を見誤った彼女のミスであり、ドエムの排除に動いた選択そのものが間違っていたとは限らない。

ああするしかなかったのだ。変わり果てた父……オリアナ国王の目を見た瞬間、ローズはドエムの排除を選択した。ドエムと教団の繋がりも、そして自我を失い傀儡となった父も、噂がすべて確信に変わったのだ。

だから剣を抜いた。

あの時、自分は衝動的だったのだろうか？

性急だったのだろうか？

焦りや怒りに、突き動かされていなかっただろうか？

ローズは、冷静に判断したつもりだった。

アレクシアやナツメは頼りたくなかった。あくまでオリアナ王国内の問題として処理しなければならない。直感だったが、ローズはそう判断した。

その政治的な感覚は間違っていなかった。

結果として失敗したが、これはローズの過ちでありオリアナ王国の問題なのだ。まだミドカル王国には飛び火していない。最悪の結果だけは、無意識下で避けたのだ。

しかし、それも時間の問題だ。

去り際にドエムが叫んだ言葉が頭の中に蘇る。

「武神祭が終わるまでに投降しろ！　さもなくばオリアナ国王に来賓を殺させるぞ！」

もし、ドエムの言った通りオリアナ国王が武神祭の来賓を殺せば……戦争になる。彼がどこまで本気かはわからないが、教団はオリアナ王国を小さな駒としてしか見ていないのかもしれない。

もし、そうだとすれば……。

ギリッと、ローズの歯が鳴る。そして、悔しそうに顔が歪んだ。

父は名君ではなかったし、オリアナ王国は大きな国ではない。

しかし彼女にとってたった一人の父と、たった一つの祖国なのだ。

だから、ただ守りたかった。

その感情が焦りに変わったのだ。

地下道の壁をローズは強く叩いた。

結局のところ、自分は感情にまかせて衝動的に動いただけだった。ドエムを排除すれば、すべてが解決する。そう錯覚していた。

しかし、ドエムも所詮は捨て駒だ。教団の根はオリアナ王国の深くまで張っていると考えるべきで、ドエムを排除したところで何も解決しないのだ。

もっと別の選択があったはずだ。

何もかもすべて解決する、魔法のような選択がきっと……。

ローズは湿った地下道に座り込んだ。

もし、自分が最善の選択をして、すべてが上手くいっていたら……。そんなありもしない可能性を考えて、自嘲する。

もう、終わったことだ。自分がなぜ逃げているのかさえ分からない。

逃げてどうするつもりだ？

逃げれば何か変わるのか？

投降すべきではないか？

そう……きっと、それがいい。

「そっか……投降すればいいんだ」

あの時、自分がどうすればよかったのかはまだ分からない。だが、今自分が何をすればいいのかは簡単に分かった。

投降すれば少なくとも戦争は回避できる。

少しだけ、気持ちが楽になった。そして大切なものをすべて失くしてしまったかのような、喪失感と悲しみに襲われた。

ローズはポケットからまぐろなるどの包み紙を取り出した。中身はもう食べてしまったが、ほんのりとパンの香りがした。

そして、黒髪の少年のことを思う。きっと、彼も事件を耳にしたはずだ。彼はどう思っただろう。

心配してくれただろうか？

信じてくれただろうか？

もしかして……自分を探してくれただろうか？

もし、ドエムを排除して、国王が正気を取り戻すことができたら……そんな、すべてがうまくいく未来があったとしたら……彼と添い遂げることもできただろうか。

きっと、自分はそれを夢見たかったのだ。

「ごめんなさい……」

ローズは謝った。

涙が一筋こぼれ落ちる。

描いていた夢が、全て粉々に崩れていった。

ローズはまぐろなるどの包み紙を大切そうに折りたたみ、スカートのポケットにしまった。それがまるで、最後の夢の欠片のように思えた。

「痛ッ……！」

ローズの胸に鋭い痛みが走った。胸元を広げると、そこにはどす黒い痣があった。

それは、悪魔憑きの証。発症したのはまだ最近だった。

最初から、すべては叶わぬ夢だったのだ。ローズは俯き笑った。

その時、小さな音がローズの耳に届いた。

追っ手の足音だろうか。

しかし、足音にしては優しく、美しい音色だ。耳をすますと、それはピアノの音色だった。

「月光……？」

音楽にも詳しい彼女はその曲を知っていた。芸術の国オリアナでも異例の高評価を得たその曲が、地下道の先から聞こえてくる。

「美しい……」

ただ、月光を弾くためだけに。

まるで、その一曲だけに人生のすべてを費やしたかのような、深く完成された演奏だった。

ローズは月の光に導かれるように、その音色へと歩き出す。

この地下道は王都地下迷宮と呼ばれているが、迷宮というより遺跡のように感じる。地下道はしっかりとした石畳で、壁には彫刻や古代文字が刻まれている。

壁にはいくつか扉もあったが、そのほとんどが開かなかった。何か鍵が必要なのか、それとも遺跡の機能が停止してしまったのか。

ピアノの音に近づいていく。

そして角を曲がったローズは、破壊された大きな扉を見つけた。

音はその向こうから聞こえる。

ローズは扉に空いた大穴を潜り、ついに辿り着いた。

そこは、幻想的な光が差し込む聖堂だった。天高くステンドグラスには３人の英雄と、八つ裂きにされた魔人が描かれている。

ステンドグラスから色鮮やかな光が降り注ぐ。

そこに、グランドピアノが置かれていた。

「シャドウ……」

忘れ去られた聖堂で、彼は独り『月光』を弾いていた。
## 闇に差し込む一筋の光

ローズは目を閉じてその美しい旋律に耳を傾けた。

シャドウの奏でる月光はローズが今まで聴いたどの月光とも違った。たとえ曲は同じでも奏者によってその表情を変える。

シャドウの月光は闇だ。

深い深い夜の暗闇。そして、そこに差し込むほんの一筋の光。

その光が月なのか、それとも……。

答えを導く時間はなく、演奏は終わりを告げた。

聖堂に響く余韻を最後まで楽しんでローズは手を叩いた。

一人きりの拍手が反響する。

その拍手は当然シャドウにも聞こえていた。彼は席を立ち、そして優雅な礼を返した。

「シャドウ、あなたは……」

ローズはそこまで言って、続ける言葉がないことに気づいた。ただ、何か言わなければシャドウが去ってしまう気がした。

「今まで聴いた月光の中でも、間違いなく最高の演奏でした。えっと……」

ローズは自分は何を言っているのだろうと、自問した。

シャドウに聞くべき事は他にあるはずだ。

「貴様は、何を成す……」

深淵から響くような声でシャドウは言った。

「え……？」

ローズは少し考えて理解した。彼はなぜ事件を起こしたのか問うているのだ。

「私は……みんなを守りたかった……。最善の未来を掴みたかった……。でも、私にはできなかった……！」

ローズは言葉を絞り出した。

「そこで終わりか……」

「え……？」

「貴様の戦いは、そこで終わりか……？」

「私だって……こんなところで終わりたくなかった……ッ」

ローズは俯き拳を握る。

どうにかしたかった。今だってそう思っている。しかし、もう彼女にできることはないのだ。

「もし貴様に戦う意思があるならば……くれてやろう」

シャドウはそう言って、掌に青紫の魔力を集める。

「力を……」

「力……？」

青紫の魔力は輝きを増し、聖堂を美しく染め上げる。濃密な魔力が空気を震わせる。

「その力があれば、未来は変えられる……？」

「貴様次第だ」

ローズは青紫の魔力に惹かれている自分に気づいた。もし、自分にシャドウのような強さがあれば。

きっと何もかも変わっていたはずだ。

もし力があれば……まだできることがある。オリアナ王国の王女として、成すべき事がある。

ローズの瞳に光が戻った。

「欲しい……。力が欲しい……ッ」

「いいだろう……」

そして、青紫の魔力が放たれた。

それは一直線にローズの胸へ吸い込まれ体内を巡る。

温かいその力は、乱れていたローズの魔力を静め調えていく。どこか重く、自由に操れなかった魔力が、軽やかに自在に動き出す。

「凄い……」

ローズは心からそう思った。

これが、シャドウの魔力……。

そしてこれが、シャドウの見ている世界……。 

「抗え……そして貴様に共に戦う資格があるのか……見せてみろ」

気が付くと、シャドウの姿はどこにも見あたらなかった。

ただ声だけが、聖堂に響く。

「忘れるな……強さとは力ではなく、その在り方だ……」

そしてシャドウの気配は消えた。

ローズは聖堂に一人残された。

追手の足音が聞こえてくる。空気の震えを感じ取る。

かつてないほどの魔力が、体内で渦巻いていた。

もう捕まっていいとさえ思っていた。だが、この力があれば……まだできることがある。

ローズは細剣を抜き、壊れた扉を見据える。

そして次の瞬間、扉から黒ずくめの集団が現れ……血飛沫が舞った。

彼らは、ローズの細剣を知覚する暇もなく、斬殺された。

聖堂を血で染めたローズは、細剣を納め瞳を閉じる。

シャドウもこうして教団と戦ってきたのだろう。人知れず、戦い続けていたのだ。

シャドウの奏でる月光が、ローズの頭の中に蘇る。

深い闇に差し込む一筋の光の意味が分かった気がした。

その光はシャドウ自身なのかもしれない。彼は闇ではなく、闇に立ち向かう一筋の光なのだ。

ローズはそう思った。
## 彼女たちの道と、彼の選択

「こうやって糸を伸ばしていけば帰り道も安心よ」

そう言ってアレクシアは地下迷宮を進む。

「だといいですね」

ベータは後ろであくびをしながら応えた。

「ちょっと、今あくびしなかった？」

「いえ。ただ、もう半日以上経ちましたし帰りませんか？　きっと地下迷宮にはいないんですよ」

「そうかしら。信頼できる情報筋だったんだけど……」

「帰ってもう一度調べ直しましょう」

魔法のランプが照らす地下道に、二人の足音が響いていく。

単調な地下道が続く。

不意に、大きな魔力を感じてベータは足を止めた。

少し遅れてアレクシアも足を止め振り返る。

「今の……誰かが魔力を使った。それも、膨大な魔力を……」

「もしかしたらローズ様かもしれませんね」

「ちょっと、私より気づくの早くなかった？」

「偶然です。私は護身程度しかできませんよ」

「ま、いいわ。急ぐわよ」

二人は走って魔力を辿る。

そして、破壊された大きな扉を抜けるとそこは古い聖堂だった。

「ローズ先輩……」

そこに、ローズが瞳を閉じて佇んでいた。

彼女の足元には息絶えた黒ずくめの男たち。いつもとは違うローズの雰囲気に、アレクシアは足を止めた。

「アレクシアさんですか……」

ローズはゆっくりと瞳を開けた。

「その魔力は、いったい……」

「力を得ました……私は、私の信じる道を往きます」

そう言って、ローズはアレクシアの横を通り抜ける。

「ま、待ってください！　どういうことですか！？　なぜ婚約者を刺したのですか！？」

アレクシアの叫びに、ローズは顔だけで振り返る。

「アレクシアさん……。ごめんなさい。あなたを巻き込みたくはないの」

そして、どこか眩しいものを見るような目で、アレクシアを見つめた。

「だから、理由を話してください！　それじゃ何も分かりません！」

「話せばあなたを巻き込むことになる」

アレクシアはローズの目を睨み返す。

「聖域で……私たちは何もできなかった。誰が正しくて、誰が悪いかもわからずに、ただそこにいるだけの傍観者だった。このまま何も分からないまま、いつかきっと大切なものを奪われるような気がして……だから話しましたよね。私たち３人で大切なものを護ろうって」

アレクシアの言葉を受け止めるローズは、どこか遠いところを見ているようだった。

「私はあの日の言葉を信じたかった。なのに、どうしてそんな目で私を見るんですか？　あなたも、私を傍観者でしかないと思っているんですか？」

「ごめんなさい……」

「答えてくださいッ！」

ローズはとても悲しい顔で笑った。

「私はもう戻れない。だから……羨ましいの」

「わかりませんね。何も知らない傍観者が羨ましいですか」

「そんなつもりじゃないの。私はいろんなものを失って、これからもきっといろんなものを失う。皆が私を否定して、悪と罵るわ」

「何をするつもりですか……？」

「ごめんなさい……。もう往くわ」

歩き出すローズを、アレクシアの舌打ちが止めた。

「待ちなさい」

そう言ってアレクシアは剣を抜く。

「もういい、力ずくで聞かせてもらう。私は傍観者じゃない」

ローズも細剣を抜き構える。

アレクシアとローズが見合う。アレクシアの紅い瞳には怒りが。ローズの蜂蜜色の瞳には深い悲しみがあった。

ローズの細剣が揺れた。

次の瞬間、二人は同時に動いた。

反応は同時、剣速も同等、そして技量も伯仲していた。

ローズは一瞬、驚愕の色を見せた。ローズは学園最強の魔剣士だ。アレクシアとの間には明確な技量の差があったはずだ。少なくとも、入学当初は。

しかし、ほんのわずかな期間でアレクシアの剣は見違えるほど成長していた。そしてアレクシアの剣はあの男に酷似している。

そう、アレクシアの剣は……シャドウの剣だ。

二つの剣がぶつかった。

魔力が迸り、聖堂を染めた。

互角に近い二人、しかし結果は明確だった。

アレクシアの剣が宙を舞い、そしてローズは細剣の柄でアレクシアの顎を打った。

そして、アレクシアは膝から崩れ落ちた。

結果を分けたのは、単純な魔力の差。

もし、アレクシアに同等の魔力があれば……結果は分からなかった。

「ごめんなさい」

最後にもう一度、アレクシアに謝りローズは立ち去ろうとする。

そこで、ナツメに気づいた。

不思議なことに、ナツメの存在は完全にローズの意識の外にあった。

「ナツメ先生……ごめんなさい、私は往きます」

「止めませんよ。私には止める資格がありません」

ナツメは感情の読めない顔でそう言った。

ローズの記憶にあるナツメは、いつも柔らかな表情だった。

「ただ……少し意外でした。バカはバカなりに悩んでいるんですね。私たちは国も、組織も、性格も、信念すら違ったかもしれない。ただ、目指すところは一緒でした。もしかしたら、それほど悪くない組み合わせだったのかもしれませんね……」

「ナツメ先生……？」

「ご武運を祈ります。私たちの道はいつか交わるでしょう……。その時まで、私はもうしばらく子守でもしています」

そう言って、ナツメは跪きアレクシアを介抱する。

「ナツメ先生、あなたは……？」

「さあ、行ってください。気絶しただけですから、すぐに目を覚ましますよ？」

ナツメは少しいたずらっぽく微笑んだ。

聞きたいことはたくさんある。

ただ、互いにもう何も話す気がないことが分かった。

「それでは……」

ローズは踵を返し、姿を消した。

ナツメはアレクシアを膝枕して溜息を吐く。

「これが、シャドウ様の選択ですか……？」

ステンドグラスに描かれた３人の英雄と、無残な魔人の姿が、何かを暗示しているように見えた。
## 人間関係の基本は放置プレイである

感情は長期間持続させることが難しい。

たとえ大切なものを失ったとしても、その悲しみが１０年後も変わらずあり続けることはない。感情は風化し薄れていくのだ。

同じように正の感情であっても、嬉しさや喜びが１０年続くことはない。仮にその感情が怒りだったとしても、時間が経つにつれて薄れていく。

つまりだ。

僕は感情が引き起こす人の衝突はだいたい時間が解決するから放置すればいい説を提唱しているのだ。

「寮の前でアンタを待っているとき、私が何を考えていたか分かる？」

「わかんない」

僕は部屋に殴り込んできたクレア姉さんの問いに正直に答えた。

一日では足りなかったか。

どうやら姉さんにはもう少し冷却期間が必要だったらしい。

「アンタを頭の中でボコボコにしてやったのよ。何度も何度も繰り返しね。でも一秒待つごとに、私の怒りは倍増したわ」

「なるほど」

時間が経つことで増加する怒りがあることを僕は学んだ。だが、人はいつかは死ぬ。姉さんがどれほど怒ろうとも、その感情は墓場まで持っていけない。つまり最終的に時間が解決するというわけだ。

「どうでもいいとか思ってるんでしょ」

「いやまったく」

僕はマウントをとった姉さんに首を絞められながら寮の天井を見上げていた。

姉さんの赤い瞳と黒髪が視界の端でチラチラ動いていた。

「人間がどれくらい呼吸を止めていられるか試してみましょうか」

「人は首を締められると頸動脈の血流が遮断されて気絶するんだ。呼吸は関係ないよ」

「ああ、そうなの。どっちでもいいわ」

ギュウギュウと僕の首が締められる。

そうだ、このまま落とされてゆっくり寝よう。

「このまま落とされて寝ようとか考えてるんでしょ」

「い、いやまったく」

「顔を見ればわかるのよ」

「気のせいだよ」

「今度約束を破ったりしたら絶対に許さないわ。いい？」

「がんばって約束を守る人間になるよ。ということでどいてくれない？」

僕の首から手を離した姉さんは、しかし未だ馬乗りになったままだ。

「犬は上下関係をわからせるとき上に乗るそうよ」

「なるほど。でも大丈夫、もう理解したから」

「ダメ。態度が気に入らない」

姉さんはそう言って、紙きれを僕の顔に落とした。

「これは……？」

見るとそれはチケットのようだ。

「武神祭の特別席よ。普通じゃ手に入らないわ」

「へー」

「あげるから試合を見て勉強しなさい。私はね、アンタは見込みがあると思ってるのよ」

「そうかな」

「見込みがあるから稽古をつけてあげてるの。真面目に励めばいいとこまでいけるはずよ。むしろいきなさい」

「うーん、無理」

「無理じゃない。いい？　絶対に見に来なさいよ」

「わかった」

「よろしい」

そして不機嫌そうに姉さんは僕の上からどいた。

「そういえば姉さんは今年出場しないんだっけ」

「は？」

姉さんがもの凄い目で僕を睨んだ。

「ローズ王女の代わりに学園代表になったんだけど。アンタまさか私が出場するのに知らなかったとか言わないよね？」

「も、もちろん知ってたよ。ちょっと確認しただけ――ぐひッ」

姉さんの右手が僕の首を鷲掴みにして締め上げる。

そして顔を近づけて至近距離で僕を睨みつける。不良が恫喝するときのあれだ。

「ちなみに私の誕生日覚えている？」

「も、もちろん」

「当然よね。なら私の大会戦績は暗記している？」

「も、もちろんです」

「私が初めて優勝した日は？」

「お、覚えてます」

「よろしい。世の中には決して忘れてはいけないことがあるの。長生きしたければ……忘れないことね」

コクコクと僕は頷いた。

姉さんは僕の頬をぺちぺち叩いて離れる。

「今年こそ優勝するから絶対に見てなさいよ」

「はい」

そして最後まで僕を睨んだまま姉さんは部屋から出ていった。

「はー疲れた」

いよいよ明日から本戦が始まる。

「イメトレしようかな」

僕はそのまま目を閉じた。
## 誰だよお前

週が明けて武神祭本戦が始まった。

姉さんは先に会場入りするらしい。僕は姉さんに貰ったチケット片手に席を探していた。

豪華な金箔つきのチケットはいかにも特別席らしい。裏面の座席案内を頼りに進んでいくと、なにやらゴージャスな扉の部屋があった。普通の観客席とは違い、ここだけ謎に隔離されている。

まさかここじゃないよね、と思いながら扉の前のスタッフさんに確認すると、まさかここだった。

僕は非常に丁寧な対応で室内に案内され、中に入った瞬間帰りたくなった。

ここは特別席なんかじゃない。ハイパーVIP席だった。

どこかでみた覚えのある大貴族の皆様とそのご家族。学園の上位カースト勢はだいたいセットでいる。王都ブシン流１部の授業で一緒だった現役魔剣騎士団長の娘さんに、公爵家のイケメン次男君。見覚えのある顔ぶればかりだ。

案内されて席に着くと、隣には王族の方がいた。

「あら、あなたは？」

燃えるような赤い瞳と髪の美女。アレクシアの姉、アイリス・ミドガル王女がいた。

「私はシド・カゲノーと申します。席を間違えてしまったようです。では、失礼致します」

華麗なる回れ右で退出を試みる。

「あら、クレアさんの弟さんですか。ということはクレアさんはあなたにチケットを譲ったのですね」

「……姉をご存じで？」

退出は失敗に終わった。王族に話しかけられては無視できない。ただしアレクシアを除く。

「ええ、妹の誘拐事件をきっかけに仲良くなりました。クレアさんは卒業後は紅の騎士団に入団予定ですよ。どうぞ、席に着いてください」

「いえ……」

「席は間違いないですよ。どうぞお座りください」

「……失礼します」

アイリス王女の悪意のない笑顔が辛い。アレクシアのように悪意しかない笑顔なら中指立てて回れ右余裕なのだ。

「クレアさんからはよくシドさんの話を聞いています。とても仲がいい姉弟のようで羨ましいです」

「いえ、それほどでもないはずです」

「そういえばシドさんはアレクシアとも仲良くしてくれているようですね」

「仲良くというか、まぁ……投げられた金貨を拾うだけの関係でしたが」

「投げられた金貨？」

「犬に棒を投げて取ってこさせるやつです」

「お犬さんと一緒に遊んでいたのですね。アレクシアがお世話になりました」

「お犬さんと一緒というか僕がお犬さん……なんでもないです。そうですね、金貨の出所は王家ですから、そういう意味ではこちらこそお世話になりました」

僕の話を聞くアイリス王女は心から嬉しそうに微笑んだ。

「妹とシドさんは本当に仲が良さそうですね」

「いえいえ、全くそんなことはありません」

「本当は今日アレクシアも来る予定だったのですが、急に来たくないと言いだして……」

「ハハッ、そうでしたか」

「ごめんなさいね」

「いえいえいえ。お気になさらず、本当に」

そんな感じで僕らはサービスのドリンクを飲みながらしばらくお話しした。

「アイリス様の今年の注目選手は誰でしょう」

現役魔剣騎士団長の娘さんが話に加わった。

「ボクも知りたいですね」

公爵家のイケメン次男君も話にのっかる。

彼らは王都ブシン流の繋がりでアイリス王女と知り合いらしい。

「本戦に出場する選手は皆注目していますが、あえて挙げるとしたら……」

アイリス王女は頬に手を当てて言葉を選ぶ。

「元ベガルタ七武剣のアンネローゼさんですね。武神祭本戦は見知った顔が並びますが、彼女は今年初出場です。予選の決勝も見ましたが確かな実力があります。勝ち進めば２回戦で私と当たることになりますが、楽しみですね……」

微笑む彼女の顔には自信があった。

「私も見ましたがアンネローゼ様は強いです。今の私では勝てそうにない……」

「ボクも見ました。ですが勝つのはアイリス様です。あの事件から王都ブシン流の風当たりが強いですからここでアイリス様に優勝してもらえれば……」

「ちょっと、アイリス様に押し付けるのは違うでしょう」

「いや、ボクはそんなつもりは……」

言い争う二人を、アイリスの声が遮る。

「いいのです。元より優勝するつもりですから。王都ブシン流も、この国も。すべて背負うつもりです」

「アイリス様……」

「流石です」

なんだか真面目な雰囲気で申し訳ないんだが、ぜひこの話題には僕も混ぜてほしい。

「あの、他に注目選手います……？」

僕は空気を読まずにカットインした。

「そういえばあなた誰？」

「いや、どこかで見た気が……。ああ、前に１部にきた後輩だな」

「あ、思い出した。アレクシア様の……」

「彼はシド・カゲノーさん。クレアさんの弟です」

アイリス王女のフォローに二人は納得の表情で頷く。

「クレアさんと違って君には才能がなかったな。諦めずに鍛錬するんだぞ」

「パッとしない剣だったね。上を見ても始まらないから、地道にやっていきなよ」

先輩二人のありがたいアドバイスに感謝。

「どうも。それで、アイリス様は他に注目選手はいますか？」

「そうですね……」

「た、例えばアンネローゼ様の１回戦の相手のジミナとか。か、か、彼も今回初出場ですよ」

僕は極めて自然な流れでジミナの反応調査をする。

「ジミナ……彼の試合はまだ見てませんのでなんとも」

アイリス王女は言葉を濁した。

オーケー。アイリス王女はまだジミナを知らない、と。

「あ、私見たよ。剣は速かったけど、それだけかな。構えが素人で、運良く勝ち進んだ感じ。アンネローゼ様の勝ちで間違いないと思うよ」

「ボクも見たが……彼は本戦の舞台に上がるには相応しくないね。勢いだけで実力はないよ」

二人はジミナを雑魚認定、と。

だいたい予定通りだな。ここまでジミナへの評価はほぼ完全にコントロールできている。

すべての準備は調った。

ここから、始まるのだ……。

「選手ではありませんが、一人注目している方がいます」

聞くこと聞いたしもう満足していた僕に、アイリス王女が言った。

「武神祭の初代優勝者で、武神と呼ばれたエルフの剣聖が王都に来ているようです」

「エルフの剣聖……まさか！」

「彼女はもう１０年以上表舞台には立っていないはず！」

えっと。

「武神ベアトリクス様の動向に、本戦出場者は誰もが注目しています」

誰？

僕は注目していなかった。
## 寸止めあるある

試合の時間が近づいた僕は、トイレに行くと言って抜け出して選手控室へと急ぐ。姉さんは１回戦無事勝ったみたいだ。もしかするといいところまで勝ち進むかもしれないな。

そんなことを考えながら廊下を歩いていると、前から来た灰色のローブの人とすれ違った。

その瞬間、僕は足を止めた。

少し遅れて、相手も足を止めた。

そして、振り返ったのは同時だった。

灰色のローブの隙間から青い瞳が、僕を見据えていた。

「エルフの匂いがする」

ハスキーな女性の声だ。

色褪せた灰色のローブはところどころほつれている。

僕は何も言わずに続く言葉を待った。

「エルフの知り合いがいる？」

青い瞳は探るように僕の瞳を覗き込む。

「エルフの友達が何人かいるよ」

特に隠す必要もなかったし、そのまま言った。

「私はエルフを探している」

「そうなんだ」

「かわいい子だった」

「へー」

「心当たりはないか？」

「そう言われましても」

「私とよく似ているはずだ」

「そっか」

「妹の忘れ形見だ」

「へー」

「私とよく似たエルフに心当たりはないか？」

「あの」

「心当たりあるか？」

「ローブで顔が見えないんだけど」

「そうだった」

彼女は顔のローブをとってその素顔を曝した。

僕は何も反応しなかった。

意識して何も反応しないようにした。

彼女の顔は、アルファによく似ていた。

「ちょっと心当たり無いかな」

「本当？」

「うん」

今度アルファに会ったら確認したほうがいいかもな。うり二つとまではいかないけれど、親族と言われれば納得するぐらいよく似ている。

「そうか」

彼女は残念そうに肩をすくめて、自然な動作で剣を抜いた。

殺気も、予備動作すらない、必殺の一撃。

僕は視界の端でそれを見て、受け入れた。

分かってる、寸止めでしょ。

結果、彼女の剣は僕の首に触れて止まった。

ただ触れているだけ。皮一枚も斬っていない。

そしてこの絶妙なタイミングで。

「うわッ！？」

腰が抜けたふりをして座り込む僕。

うん、及第点かな。

「む？」

彼女は首を傾げて剣を引いた。

「間違えた、ごめん」

そしてペコリと頭を下げる。

「もっと強いと思った。君の名は？」

手を差し出して、彼女は言う。

「シ、シド・カゲノーです……」

僕は震える声で言って、その手を取って立ち上がる。

「私はベアトリクス」

ベアトリクスは僕の手を握ったまま離さない。

「あの……？」

「いい手だ。君は強くなる」

そして綺麗な微笑みを見せた。その微笑みはアルファにとてもよく似ていた。

「驚かせてごめん」

最後にもう一度謝って、ベアトリクスは背を向けて立ち去る。

僕は遠ざかる背中を眺めて、

「……けっこう強いかな」

呟き、踵を返した。



 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



アイリスは特別席で試合が始まるのを待っていた。

特別席からは会場が一望でき、専用の階段から直接試合場へ降りることもできる。

試合場には既に２人の魔剣士が呼ばれていた。

一人はアイリスも注目しているアンネローゼ。水色の髪の女剣士。

もう一人は初めて見る黒髪の剣士ジミナ・セーネン。

アイリスは目を鋭くして二人を眺めていた。

「ちょうど始まりますね」

アイリスの隣に男性が座った。

そこは、シドの席だ。

「その席は……」

「何か？」

アイリスは男の顔を見て言葉を止めた。ごめんなさい、とシドに心の中で謝罪する。

「ドエム殿……」

「アイリス様、ご機嫌麗しゅう」

優雅に微笑むドエムだったが、しかしその目は笑っているように見えなかった。

「アイリス様と観戦できるとは夢のようですな」

「お戯れを。ドエム殿には婚約者がおられるではないですか」

「あいにく逃げられてしまいまして。なに、心配いりません。ただの痴話喧嘩ですよ」

軽快に笑うドエムだった。

三十前後の割と端正な顔立ちをしているが、アイリスはドエムの笑顔が好きになれない。

「オリアナ国王のお加減は優れませんか？」

「残念ですが今日も欠席されるようで。ですが明日は必ず出席すると言われていましたよ」

アイリスの問いにドエムはそつなく答える。

「明日からはちょうどミドガル王も出席されます」

「それは、奇遇ですな」

アイリスはドエムの目から何かを探ろうとするが、その笑わない目からは何も読み取れなかった。

「彼女が噂のアンネローゼですか」

会場を見てドエムが言った。

「ええ」

「今最も勢いに乗っている剣士ですな。ベガルタを出て修行の旅の途中らしいですが、ぜひ我が国にお招きしたいところだ」

「そうですね。彼女ほどの剣士であれば、ぜひミドガル王国にもお招きしたい」

「はは。ミドガル王国には優れた魔剣士がたくさんいるではありませんか。それに比べて我が国は……」

「そのための同盟です」

「ですがミドガル王国に頼りきりというのも心苦しい」

「そうですか……」

疲れる。アイリスは心の中で溜息を吐いた。

まるで人形とでも話しているような気分だ。

「対戦相手のジミナはどうですか？」

「彼の試合を見るのは今日が初めてですが。あまり良い噂は聞きませんし、強そうにも見えません」

「ではアンネローゼの勝ちで決まりですね」

「いえ……彼は少し、不気味です」

アイリスは曖昧な口調だった。

「不気味ですか？」

「はい。彼は決して強そうに見えない。ですが、弱者では在り得ない特徴があるのです」

「ほう……それは？」

「絶対の自信です。私の目には……彼は勝利を確信しているように見える」

「ただの自惚れでは？」

「かもしれません。ですが彼の目に迷いがない。揺ぎない勝利が……少なくとも彼には見えているのです」

「なるほど、少なくとも彼には見えている、か。ならばアイリス様には見えますか？」

「いえ。ドエム殿は？」

「私ですか？　私は剣のことはさっぱり」

「そうですか」

とぼけるドエムの鍛えられた手を、アイリスは一瞥する。

「さすがにアイリス様にはごまかせませんか。オリアナ王国では、剣は蔑まれていますのでお許しください。正直に申し上げますと、それなりに使えますよ」

「それなり、ですか」

「ええ、それなり」

ドエムは目だけが笑わない笑みを浮かべた。

「さて、絶対の自信とやらがどれほどのものなのか……見せてもらいましょうか」

そして、会場を見下ろす。

「アンネローゼ対ジミナ・セーネン！！」

両者の名が呼ばれ。

「試合開始！！」

始まった。　
## 勝ったな！(確信)

試合開始と同時に、アンネローゼはジミナの間合いに飛び込んだ。

彼女はジミナの実力を既に見切っていた。そう、彼の強さの秘密は圧倒的な速さだ。

元ベガルタ七武剣のアンネローゼですら追いきれないほどの凄まじい速さで相手をねじ伏せる。それがジミナの強さであり戦い方なのだ。

しかし、その速さに反してジミナの剣の技量は低いとアンネローゼは見抜いていた。

これまで、ジミナはほとんど剣を交えずに勝利してきた。

それはなぜか？

相手がジミナの速度についていけなかった。それもあるだろう。

しかし、ジミナの姿勢は素人に近いのだ。ほかならぬジミナ自身が剣を交えることを嫌ったとしたら？

拙い剣が露見することを恐れたのだとしたら？

つまりジミナは拙い技量を隠すため、剣を交えずに勝利したのだ。

ならば速さに惑わされなければ勝てる。それがアンネローゼの結論だ。

一つ憂いがあるとすれば……ジミナが外した重りだ。

枷を外したジミナがアンネローゼの反応を超える速度を出せるのだとしたら……彼女ですら敗北し得る。

その、ほんの僅かな憂いを、アンネローゼは試合開始と同時に潰しにいった。

速度で勝る相手ならば、その脚を止めればいい。

それで、負けは無くなる。

「ハアアアァァァァァァッ！！」

一瞬で間合いに入ったアンネローゼは、気合と共にジミナに斬りかかった。

完全に不意を突いた一撃。

しかし、アンネローゼの剣はジミナに防がれた。

やはり、速い。

普通では防御すら間に合わないタイミングの剣撃を、ジミナは防御してみせたのだ。

しかし、彼の脚は剣を防いだせいで完全に止まっている。

これこそが、アンネローゼの狙い。

「シィィィッ！！」

脚を止めたジミナを、再度アンネローゼの剣が襲う。

ジミナはまたも防いでみせるが、アンネローゼの怒涛の連撃に速度を活かす暇がない。

さらに３度、４度、５度、アンネローゼの剣がジミナの防御を叩き、ついにジミナの体勢が乱れた。

勝った！

アンネローゼは確信し、ジミナの胸を突いた。

確かに突いた……はずだった。

「え……？」　

彼女の剣に、手応えはない。

それどころか、ジミナの姿が視界から忽然と消えていた。

「……残像だ」

背後から、彼の声が聞こえる。　

アンネローゼの肩が震えた。

落ち着け。

彼女は、あえてゆっくりと振り返る。

動揺している。動揺を悟られるな。自分にそう言い聞かせながら。

「思ったより速いのね……」

その声は普段通りだった。少なくとも彼女はそう思った。

そして、ジミナを視界に収め考える。

どうすればいい？

彼の速度はアンネローゼの反応を遥かに超えている。

この速度差を覆すにはどうすればいい？

考えろ。

考えろ……！

考えろ…………！！

「えッ……！？」

気づけば、ジミナの姿が消えていた。

アンネローゼは考える前に動いた。

その時、僅かな空気の揺れに反応できたのは、技術でも経験でもなく、ただの幸運だった。

ガキィッッ！！

と、凄まじい衝撃と共に、アンネローゼは吹き飛ばされた。

暗転しそうになる意識と、転げ落ちそうになる剣を、必死に繋ぎ止め彼女は立ち上がった。

「くぅッ……！」

苦痛の喘ぎが漏れる。

ジミナは視線の先で、剣をだらりと下げてただ立っていた。

構えもせず、追撃もない。

アンネローゼはそれを、傲慢だとは思わなかった。

彼にはそれだけの実力がある。

「認めましょう。アナタは強い」

アンネローゼは乱れた息を整えて、覚悟を決める。

ジミナはただ純粋に、圧倒的なまでに、速い。

アンネローゼはそれを理不尽だとは思わなかった。それも、一つの強さだ。

そして、彼女は自分が勝てないとも思わなかった。

勝算は低い。しかし、まだゼロではない。

相手がただ速いのであれば……彼女はそれに合わせればいい。

カウンター。

ジミナが攻撃する瞬間こそが、彼女に残された最後の勝機だ。

問題は、果たしてジミナの速度に反応できるのかだ。

先の一撃を防いだのは幸運以外の何物でもない。

もう一度、同じことができるとは思えない。

ならば幸運ではなく実力でもぎ取ろう。

反応できないのであれば経験で。

経験で及ばないなら勘で。

手段は何だっていい。

ただタイミングさえ合えば……後は今まで積み上げてきた技術で斬り伏せるのみ。

アンネローゼは静かに、しかし極限の集中で、時が来るのを待った。

そして。

前触れは、一切なかった。

ジミナの姿が忽然と消えた、その瞬間……いや、その直前にアンネローゼは剣を振った。

そこには、まだ誰もいない。

しかし、次の瞬間。

勝った！

ジミナが現れた。

アンネローゼは勝利を確信した。

彼女の剣は、ジミナの動線上に置いてある。

この速度で避ける術は無い。そう思われた。

「え……？」

アンネローゼは呆然と、彼の動きを眺めた。

彼は止まったのだ。

予めそう決めていたかのように、アンネローゼの間合いの寸前で止まった。

アンネローゼの剣が、彼の鼻筋を掠めて空を斬る。

偶然ではない。

それは、極限の間合い管理。

凄まじいほどの見切り。

アンネローゼは彼の攻撃に合わせたと思った。だが実際は違う。逆に合わせられたのは、アンネローゼだった。

「そっか……」

彼女はこの瞬間理解した。

一瞬の攻防で、すべてが確信に変わった。

彼は、ジミナ・セーネンは……その技量も遥か高みにあったのだ。

そして、死に体のアンネローゼにジミナの剣が迫る。

その剣は、今日一番遅かった。

しかし、その剣は……技を極め芸術にまで昇華されていた。

「ぁぁ……」

なんて美しいのだろう。

その記憶を最後に、アンネローゼの意識は暗転した。
## お前はいったい何者だ？

「強い……」

アイリスの口からその呟きが零れるのを、ドエムは隣の席で聞いていた。

試合場ではジミナがアンネローゼを下し立ち去るところだった。

「絶対の自信……アイリス様の勘が当たりましたね」

ドエムは内心の動揺を隠して言った。

「いえ、私もまさかこれほどとは……。彼ほどの魔剣士が今まで無名でいたなど、とても信じられません」

「私もです。ジミナ・セーネン……聞いたことがない」

「剣筋も見たことがありません。鋭く、そして何より美しかった」

「既存の流派ではありませんね」

ドエムは未だかつてあれほど美しい剣の流れを見たことがなかった。おそらくアイリスもそうだろう。まだ知られていない流派の使い手が、初めて表舞台に姿を現したということか。

「そうでしょう。彼の話を聞いてみないことには分かりませんが。本当に驚きました」

アイリスは座席の背もたれにもたれた。そして緊張を解すように息を吐く。

特別席の観衆はみな予想外の結果に騒いでいる。彼らの興味はアンネローゼからジミナに移っており、そして彼の次の対戦相手の話題になる。

「２回戦はアイリス様とジミナですね」

「ええ」

アイリスは微笑んでいた。

「自信がおありのようですね」

「勝つつもりです」

「ほう……」

「彼の剣は速く、鋭く、何より美しい。私は剣の美しさでは到底彼に及ばないでしょう。しかし美しさで勝負が決まるわけではありません。あれが彼の全力だとしたら、まだ私には届かない」

「同感です」

ドエムは頷き、そして心の中で付け加えた。あれがジミナの全力なら、まだアイリスに分があるだろう。アイリスの魔力は多少の技では受け止めきれない。

だが、全力でなかったとしたら？

「おそらく、彼は何かを隠しています。姿勢も、構えも、剣筋も偽り、ここまで勝ち進んできたのです」

「そこまで分かっていて、勝つと？」

「何を隠しているかは知りませんが、それを含めて断ち切ります。私、負けず嫌いなんですよ」

アイリスは美しく笑って立ち上がる。それは、とても好戦的な笑みだった。

「なるほど」

「では、試合があるので失礼します」

立ち去るアイリスを見送って、ドエムは息を吐いた。

ドエムは事前に計画の障害になりそうな人物を調べていたが、そこには当然ジミナの名前は入っていない。

彼が計画の妨げになるのであれば、早いうちに始末すべきだが……焦る必要はない。判断するのはアイリス戦の後でいいだろう。

ジミナ・セーネン。美しく完成された剣の使い手。

あれ程の使い手が無名でいたことがどうにも腑に落ちない。

何か理由があるのだろうか。

実力を隠さなければならない理由が。

表舞台に立てなかった理由が。

歴史に葬られた一子相伝の流派か、いや身分証を偽造した無法都市の出かもしれない。

どこの国にも属さない無法都市――欲望と悪の巣窟。無法都市で抗争を繰り広げる３人の支配者とその側近には、まだ教団も入りこめていない。

無法都市から出る可能性があるのは『血の女王』のファミリーだろう。ジミナの強さから考えれば最低でも幹部クラス。背後関係を洗う必要があるか……。

あとはシャドウガーデンの可能性もある。だがジミナは男だ。それに奴らが武神祭で目立つ必要があるとは思えない。可能性は低いだろう。

いずれにせよ、ジミナには底知れない何かを感じる。

おそらく自分と同じ『裏の世界』の住人……。

「奴は、何者だ……？」

ドエムの呟きは会場の騒めきにかき消された。



 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



「待って、ジミナッ！！」

目を覚ましたアンネローゼは、廊下に駆け出してジミナを呼び止めた。

振り返るジミナの前で、アンネローゼは足を止める。

「完敗だったわ。本当に、何もできなかった」

アンネローゼはジミナを見上げて微笑んだ。

「強くなるために国を出て、あの頃より強くなったつもりでいた。でも知らないうちに慢心していたのね」

そして手を差し出す。

ジミナはアンネローゼの手を見下ろして、ゆっくりと自分の手を差し出す。

「いい勉強になったわ。ありがとう」

「枷を外したのは初めてだ。恥じることはない」

「……嬉しい言葉ね」

アンネローゼは微笑み、そして二人は握手した。

「ジミナ、アナタはいったい何者なの？　どうやってそれほど強くなったの？」

ジミナは寂しそうに微笑んで顔を背けた。その瞳はどこか遠くを見ているようだった。

「すべてを捨て……ただ強さを追い求めた愚か者だ……」

「ジミナ……」

アンネローゼは彼の孤独な横顔に胸が締め付けられた。きっと、彼にはそうしなければならなかった哀しい過去があるのだ。

「もし……アナタが望むなら、ベガルタ帝国へ士官しない？　アナタに相応しい席を用意するわ」

しかしジミナは首を横に振った。

「……オレには少し、眩しすぎる」

そして背を向け歩き出す。

「待ってッ！　私は明日旅立つわ！　それまでに気が変わったら、私を訪ねて！」

ジミナはもう立ち止まらなかった。

アンネローゼはジミナの背中を見送り踵を返す。

この世界には上には上がいる。ジミナと戦えたこと、そしてジミナの剣を見れたことは、彼女にとってかけがえのない経験になった。

あれはまるで極限まで研ぎ澄まされた剣の芸術だ。アンネローゼには、そこにすべてが詰め込まれているように見えた。

彼はきっと優勝するだろう。そしていずれは世界に名を轟かすだろう。

遥か高みへと昇るのだろう。

今の自分はそれを見上げることしかできない。だが、まだ強くなれる。進むべき道はジミナが剣で示してくれた。

そしていつかきっと、強くなってジミナと再会するのだ。

その日まで、彼女は戦い続けることを誓った。
## 特別席でブレックファーストなう

いやーよかった。

かなーりよかったね。

剣も魅せることを意識した美しさを重視したし。僕は陰の実力者になるために、一時期とにかくスタイリッシュな剣を追求した時期があったんだよね。優美すぎて現在のシャドウの剣とは違うけど、あの頃の努力が実を結んでよかった。

アンネローゼのおかげで武神祭の目的の７割ぐらいは達成できたんじゃないかな。後はどうやって締めるかだけど、いろんなパターンがあるし難しいところだ。

シンプルにいくなら優勝なんだけど、トーナメント表を見た感じだと次のアイリス戦が一番の山場なんだよね。アイリスを倒して姿を消すのも結構あり。謎の実力者っぽさ出るじゃん。

誰もが認める強者を倒し「目的は達した……」とか言って忽然と姿を消す感じ。

いいよね。

僕がアイリスを倒して姿を消せば姉さんが優勝できるかもだし。

他には悪落ちパターンも熱い。

アイリス戦の途中で「オレは暗殺組織からの刺客……貴様の命、貰い受けるッ！」って感じでいきなりルール無視のガチバトルパターン。自然に退場できるのもポイント高い。

 　あーでも優勝して終わるのがやっぱ一番やり切った感あるよね。

他にもまだまだ熱いルートは沢山あるし、よく考えて決めなきゃね。

そんなことを考えながら特別室に戻ったら、知らないおっさんが僕の席に座っていて、僕はそっ閉じした。

姉さんの試合はもう終わってるしいいでしょ。

その日は早めに寮に帰ってイメトレして翌日。

僕は特別席に座ってサービスのモーニング珈琲を飲んでいた。珈琲はまだミツゴシ商会しかつくれないらしい。すごいね。

「うまい」

ちなみに僕はミルクと砂糖たっぷり派だ。

特別席、はじめは嫌だったけど慣れたら便利でいい。メイドさんに頼めば大抵のものはタダで持ってきてくれるし今だけセレブ感味わえるね。

しばらく会場の雰囲気を味わっているとアイリス王女登場。

「おはようございます」

「はよーございます」

「珈琲ですか。最近流行ってますよね。香りは好きですが苦いのが苦手で……」

「ミルクと砂糖たっぷり入れてコーヒー牛乳にすればいいよ」

「コーヒー牛乳ですか……？」

そしてメイドさんを呼んで試すアイリス王女。行動力あるよね。

「あ、おいしいです……」

「でしょ。どんな珈琲でも全部同じ味になる魔法の技です」

そんな感じでトーストと卵も頼んでオシャレにブレックファースト。　

もしＳＮＳがあったら王族と特別席でブレックファーストなうドヤ顔写真付きでアップすれば完璧だ。

朝食を終えると続々とセレブたちが入室してくる。

そしてセレブたちの世間話というか社交がはじまる。男爵家の僕は当然会話の中に入れずに取り残される。いいよ、入る気ないし。だから気を利かせて話を振ってくるのは止めてくださいアイリス様。

微妙に居心地の悪い中で、本戦２日目がはじまりそうな時間になった。

セレブたちも席に着いて少し落ち着いた空気の中、特別室の扉が開いた。

振り返るとそこに、色褪せたローブ姿の女性がいた。

相変わらずローブで顔は見えないが、彼女は確かベアトリクスだ。

彼女は僕に気づき小さく手を振って、僕は頷いて微笑んだ。また会ったね、て感じで。

しかし特別席のセレブたちの目は厳しい。

小汚いローブのこいつはなんだよさっさとつまみ出せや的な思念が聞こえるようだ。これが無言の圧力か。

「お客様、失礼ですが……」

メイドさんが彼女に声をかけた、その時。

「いいのです。その方は私が招待しました。どうぞこちらへ」

アイリスがベアトリクスに声をかけた。

ベアトリクスはアイリスの隣に座る。アイリスを挟んで僕の反対側だ。ちなみにそこはアレクシアの席だったらしい。

「アイリス様、その方は……」

「武神ベアトリクス様です」

セレブの問いにアイリスが答えると、彼らはどよめいた。

「彼女が、あの……」

「武神と呼ばれた……」

「伝説の剣聖……」

おお、なんかかっこいい。僕も「奴が伝説のシャドウ……」とか言われてみたい。

「ベアトリクス様がこうして表舞台に出られるのは久しいですね」

「うん。人を探している」

セレブの問いに彼女は頷いて答える。

「私とよく似た顔の姪だ」

同じ過ちは犯さないとばかりに彼女は顔のローブをとる。

「おお、これは美しい……」

「この顔、見覚えないか？　この国で最近よく似た顔のエルフを見た人がいるらしい」

「ほう、この国ですか……。ベアトリクス様ほど美しいエルフであれば一度見たら忘れませんが」

「見覚え、ないか？」

「残念ですが……」

セレブたちは一様に首を横に振った。

「そうか……」

彼女は残念そうにローブを被った。

「ごめんなさい。皆顔の広い方ばかりですので、ここで聞けばわかると思ったのですが」

アイリスがベアトリクスに謝った。

「いい。エルフだから時間は沢山ある」

「ところで、ベアトリクス様は武神祭の試合は見ましたか？」

「あんまり見てない」

「そうですか。わかる範囲でいいので、注目の選手とかお聞かせ願いませんか？」

「注目の選手……うーん」

彼女は会場を見回しながら少し考えて。

「シド」

と僕を指さした。

「えっと、ベアトリクス様……？」

「シドに注目している。きっと強くなる」

「いや、なりませんから」

僕は秒で否定した。

周囲からの視線が痛い。

「この少年が強くなる……？」

「ボクの後輩ですが、素質はあまり……」

「一応クレアさんの弟なんですが、センスがないというか……」

「ベアトリクス様がそうおっしゃられるなら、間違いないでしょう」

アイリス様の一言で微妙な空気はとりあえず収まった。

しかし、セレブ達のベアトリクスを見る目はどこか懐疑的だ。

こいつ本物か？

と視線で会話している感じ。

彼らの目には彼女が小汚い浮浪者のように見えているのだろう。

僕の目から見ると彼女はいい意味で自然体なのだ。

姿も、性格も、肩書も、そして強さも、何も飾っていないから、みんな彼女の実力に気付かない。

「では、試合の中で気になったことがあればお聞かせ願えますかな？」

「わかった」

アイリス様の手前、とりあえずベアトリクスを立てる感じにはなったようだ。

こうして微妙な空気の中で、武神祭本戦２日目は始まった。
## くさい男は計画通り

ドエムが特別室に入ると、灰色のローブの人物が振り返ってドエムを見た。

顔をローブで隠しているが、体格からおそらく女であることが読み取れる。彼女はドエムを見て、そしてドエムの隣にいるオリアナ国王に目を向けた。

そして一言。

「くさい」

「おい女、失礼だぞ」

「ごめん」

ドエムは動揺する心を抑えて、灰色のローブの女を睨んだ。

ドエムはオリアナ国王を傀儡とするために、依存性の強い薬草を使用した。薬草の効果は申し分ないのだが、中毒者は独特の匂いを発する欠点もある。

だが香水で匂いを隠している。まず気づかれることはないはずだ。

「ドエム殿、その方は武神ベアトリクス様です」

「何と……」

武神ベアトリクス。王都に来ているとは聞いたが本物か？

とても武神と呼ばれる剣豪には見えない。

彼女は色褪せた灰色のローブを纏いしかも礼儀を知らない。一言謝罪しただけで、もう試合を観戦している。

強そうには見えないが……彼女の実力が噂通り本物ならドエムでは見抜けない恐れがある。アイリス王女が認めていることも考慮して、本物と考えるべきだ。

武神ベアトリクスの素顔は英雄オリヴィエと似ていると聞く。素顔さえ見ればドエムにも分かるのだが……。

「それはそれは、知らぬこととはいえとんだ失礼を」

「こちらこそ失礼した」

ドエムとベアトリクスが謝罪してこの場は収まった。ベアトリクスの失言はドエムに向けたものとして処理される。

匂いのことで騒がれるのはドエムも避けたい。

しかし、まさかベアトリクスが武神祭に現れるとは。

よりによってこの日に……。

ドエムは小さく舌打ちした。

「ミドガル王、本日もご機嫌麗しゅうございます」

「うむ」

気持ちを切り替えて、ドエムはミドガル王に挨拶する。ミドガル王は特別室の特等席にある大きな玉座に座っている。

定型文の挨拶を交わし、ミドガル王の隣にオリアナ国王が座る。そしてその隣にドエムが座り、オリアナ国王のフォローに回る。

オリアナ国王は定型通りの受け答えはできるが、それ以上となると心許ない。そこはドエムが会話を誘導しつつフォローに回るしかないのが現状だ。

だが、ここまでは予定通りだ。

ドエムの目標はひとまずローズの確保にある。

最後に会った時、彼女は既に発症していた。教団にとって彼女の血は最高の資料となるだろう。

そのために、ドエムは餌を撒いた。

ローズには、武神祭の会場に現れなければ、オリアナ国王を使ってミドガル国王を殺すと脅してある。

もちろん脅しだが、実際に殺しても構わないとドエムは考えている。

ミドガル国王を殺せば戦争がはじまりオリアナ王国は滅びるだろう。しかしミドガル王国の次期王座に傀儡を据える準備が進んでいる。うまくいけば最大の利を得ることができるのだ。失敗のリスクはあるが、やるだけの価値はあるだろう。

不安要素があるとすれば、この場にいるアイリスだ。彼女は虚ろなオリアナ国王を不審に思っている様子が見られる。阻まれる可能性もあるだろう。

だがアイリスの試合中に国王を殺すことで、この不安要素は容易に排除できる。だから何も問題ないはずだった。

しかし、今この場にはベアトリクスがいる。彼女を排除することは難しく、実力もアイリス以上だろう。彼女が妨害に動けば、アイリス以上の障害となるだろう。

そして謎の男ジミナの狙いもわからない。奴は裏世界の住人だ。必ず目的をもって動いているはずだが、背後関係を調べても何も出てこなかった。こいつはプロの仕事だ。最大限に警戒する必要がある。

ドエムは大きく息を吐いた。

計画通りに進んではいるが、不安要素が多すぎる。全く安心できない状況だ。

だがこれも、ローズが会場に現れさえすれば問題ない。彼女が現れればリスクを冒す必要もないのだ。

ローズは必ず現れるはずだ。彼女は国と父を見捨てることができない。ドエムはそう読んでいた。

確かに不安要素は多いが問題ない。すべてうまくいくはずだ。

ドエムは自分にそう言い聞かせて試合を観戦する。

そして時間は流れ、試合場では危なげなくクレア・カゲノーが勝利した。

「ほう……」

特に注目している選手ではなかったが、彼女の実力は予想外だった。魔力が高いが、魔力に振り回されていない。

今でも強いが、まだ強くなる素質がある。

「クレアさん……腕を上げていますね」

クレアの勝利を見届けてアイリスが席を立つ。

「試合が始まりますので失礼します」

皆がアイリスに激励の言葉をかけ、アイリスの隣に座っていた黒髪の少年も席を立つ。

「トイレに行ってきます」

勝手に行ってこいと誰もが思った。いや、ベアトリクスだけが、彼の後ろ姿を目で追っていた。

シドと呼ばれていた平凡な少年だ。なぜアイリス王女の隣に座っているのかは気になったが、それ以外は特に注意するべき点もない。ドエムは即座に彼のことを忘れて、次の試合に意識を移した。

アイリスとジミナの試合はドエムにとっても重要な意味を持つ。

裏世界の住人であるジミナの実力と狙いを見定めること。さらに、アイリスが離席する好機でもある。

そして二人が退出し、しばらく経ち……試合場にアイリスとジミナが現れた。

## 遥か高みから……

アイリスが試合場に現れると、大きな歓声が彼女を迎えた。

この絶大な人気こそ、彼女がこの大会の主役である証拠だ。

アイリスは対面に立つジミナを見据えて心を落ち着かせる。

ジミナ・セーネン。彼は間違いなく強敵だ。こうして向かい合っても彼の強さは感じ取れないが、しかし底知れない何かが彼にはある。見た目の印象とはアンバランスな実力。どこか不揃いで、真実を惑わすような青年。

だが、アイリスは勝てないとは思わなかったし、それ以上に勝たねばならなかった。

武神祭で勝つことは、己の使命だとアイリスは信じている。

彼女に政治的なセンスは無く、彼女自身もそれを認めている。彼女にできるのはミドガル王国の強さの象徴であることだけだった。

アイリス・ミドガルがいればミドガル王国は安心だと思わせることが、彼女の使命なのだ。

それがたとえ神輿として担がれていてもよかった。力しか武器のない彼女は、自分が政治的に利用される立場であることも理解していた。

そう、最近までは。

担がれ続けた代償は、彼女が自分の足で立ち上がろうとして初めて露呈した。彼女は国の未来を憂い『紅の騎士団』を立ち上げたものの、人も予算も集まらず何も変えることができなかったのだ。

それから時間をかけ少しずつ人を集めたが、彼女が望む形には程遠かった。

かといって今さら政治に手を出しても、いいようにあしらわれ利用されるのがオチだ。だったら政治方面は人に任せ、彼女は彼女の得意分野で力を集めるしかない。

国民からの人気は大きな力であることを彼女は知っている。騎士団の頭脳を任せられる人材も揃ってきている。あとは彼女が武神祭で優勝し、国民からの人気を不動のものとすることができれば、必ずいい結果が待っているはずだ。

そう信じて、アイリスは剣を構えて開始を待った。

ジミナには悪いが、最初から全力で行く。何か隠していても、それを出す暇もなく一瞬で勝負を決める。

「アイリス・ミドガル対ジミナ・セーネン！！　試合開始ッ！！」

速攻。

アイリスは開始と同時に踏み込み、そこで止まった。

「……ぇ？」

ほんの小さな疑問の声が唇から漏れた。

なぜだろう、ジミナの姿が思ったより遠く感じた。

間合いを間違えたのだろうか？

そう思ったが、間違っていない。ただ、感覚としてジミナの姿が遠くにあるように感じた。

理由は分からない。緊張しているのかもしれない。

ただ、どちらにせよ彼女の足は止まってしまった。

仕切り直しだ。

アイリスは気持ちを切り替えて剣を構え、軽いフェイントを入れる。

ジミナの視線が釣られたのを確認した瞬間、彼女は斬り込んだ。

しかし。

「……ッ！？」

またしても、彼女の足は止まった。　

アイリスはまるで何かを避けるかのように上体を反らし、後ろに跳んだ。

剣が見えた。

彼女には、ジミナの剣が自分の首を断ち切るのが見えたのだ。

だが、ジミナの剣は全く動いていない。

当然、彼女の首は繋がったままだ。

「なぜ……？」

呟かずにはいられなかった。

彼女は確かにジミナの剣を見たのだ。

彼女が斬り込んだ瞬間、圧倒的な威力を秘めたジミナの剣が自分の首を断ち切るのを。

完全に合わせられたと思った。

敗北を……いや、死を覚悟した。

だが、それは幻だったかのように、ジミナは剣すら構えずただ立っているだけだ。

何が起こったのか理解できない。

アイリスは剣を構え探るようにジミナの周りをじりじりと回る。

一周、二周、三周……。

いつもと変わらない間合い。しかしなぜかジミナの姿が遠く感じる。

「……こないのか？」

ジミナが問うた。

しかし、踏み込めない。

その一歩を、絶対に踏み込むなと本能が警告する。

「ハァァァァァアアアッ！！」

アイリスは迷いを断ち切るかのように咆えた。

そして前後に揺さぶりをかけ、一歩踏み込んだ。それは、彼女にとって最速の一歩。

しかし――見られているッ！！

ジミナの視線はただ真っすぐに彼女を捉えている。

そして何かを暗示するかのように彼の視線が動いた。

「――ッァアアアア！！」

その瞬間、アイリスは本能で止まった。

膨大な負荷が肉体を襲い、膝関節が嫌な音を立てる。

それでもかまわずアイリスは止まり、そのまま転がるように後ろに飛んだ。

ジミナの剣がアイリスの胸を貫くのを、彼女は確かに見た。

「……嘘」

しかし、彼女の胸は全く傷ついていない。

ジミナが剣を振った痕跡も見えない。

「嘘よ……」

彼女の前には剣すら構えないジミナが変わらずに佇んでいた。

「……どうした？」

彼は問うた。

得体のしれない何かに、アイリスの身体が震えた。

何とかしなければ。

焦燥と恐怖の混じった感情が彼女を突き動かした。

同時に、ジミナの視線が動いた。

まるで未来を予測しているかのように、先を見据え彼の剣先が僅かに震えた。

その瞬間、アイリスは自分の腕が断ち切られるのを幻視した。

「あ、ぁぁ……」

そして、彼女はすべてを理解した。

ジミナはただ、フェイントを入れただけなのだということを。

彼はアイリスの動きを完全に読み、視線と僅かな剣先の動きで忠告したのだ。

止まらねば斬るぞ――と。

たったそれだけで、アイリスは彼の剣を幻視した。

自分が斬られるのを、本当のことのように錯覚した。

かつて師に教えられた言葉がアイリスの脳裏によみがえる。「達人の『虚』は真実と錯覚する」その言葉通り、幼かったアイリスは師のフェイントに翻弄された。

しかしジミナのこれは、かつての師以上に『真実』だった。

そんなことが、果たしてあり得るのか――？

アイリスに自分が世界最強であるという自負はない。上には上がいるということも理解している。しかし、客観的事実としてアイリスは世界でも最上位にいる魔剣士だ。そのはずなのだ。

その彼女を、ただフェイントだけで翻弄することができるとすれば。

ジミナの実力は――まぎれもない世界最強。

それも、誰も手に負えない絶対的な最強だ。

そんなことが、あり得るのか？

あり得るものか。

アイリスは自分に言い聞かせた。

惑わされるな。

彼はまだ一度も剣を振っていない。憶測だけで決めつけるな。

「……止まるな」

アイリスは本能に言い聞かせるように呟いた。

彼女は絶対に止まらない覚悟を決めて、その一歩を踏み込んだ。

何か空を斬るような音がした。

次の瞬間。

凄まじい衝撃が、アイリスの全身を襲った。

ほんの数秒意識が暗転し、気が付くと彼女は空を眺めていた。

試合場の中心で、アイリスは仰向けに倒れていた。

何が起きたのだ。

アイリスには、ジミナの剣が見えなかった。ただ、ジミナの視線がアイリスを捉えて、同時に凄まじい衝撃に襲われた。

剣を手放さなかったのは奇跡だった。

アイリスは反応の鈍い身体を起こした。

「アイリス・ミドガル……まさかこの程度か？」

目前に、剣が突き付けられた。

ジミナは感情の見えない瞳でアイリスを見下ろしていた。

手を伸ばせば触れるほど近くにいるのに、彼の姿がずっと遠くにあるように見えた。

遥か遠く……。

ああ……そういうことか。

アイリスはようやく理解した。

彼の姿が遠くに見えたのは、錯覚でも何でもなかった。

彼は最初から、遠い遠い遥か高みから見下ろしていたのだ。アイリスがいくら手を伸ばしても届かない、遥か高みから……。

アイリスの手から剣が落ち、乾いた音が鳴った。

静まり返った会場に、その音が響いた。

アイリス・ミドガルがたった一撃で敗北した。

その事実に、誰もが呆然と動けなかった。　

静寂の中。

コツ、コツ、とアイリスの背後から足音が響いた。

少しずつ会場が騒めきだす。

コツ、コツ、コツ、と足音は歩みを進め、そこで立ち止まる。

観衆は誰もが足音の主に注目していた。

ジミナでさえ、僅かな驚きを顔に浮かべていた。

「只今戻りました、父上」

そこにいたのは、美しいオリアナ王国の王女、ローズ・オリアナ。

ローズはアイリスとジミナには目もくれず、その蜂蜜色の瞳で特別席を見据えていた。
## 最後の務め

あの、アイリス・ミドガルがたった一太刀で敗れた。

ドエムはその現実を前に、呆然と立ちすくんだ。

裏の世界に生きるドエムはアイリス・ミドガルを超える実力者を知っている。しかし、ドエムの知る最強の魔剣士をもってしても、果たしてアイリスを一太刀で破ることができるだろうか。

否。

不意を突くか、偶然でなければ、まず無理だ。

つまりこれは、あってはならないことだ。

アイリスを一太刀で破ったジミナこそ、ドエムの知る最高の魔剣士ということになってしまう。

こんな、若造が……！

下から追い抜かれる瞬間ほど、彼の誇りは傷つけられる。

ドエムの心にあった驚愕は、知らぬ間に燃え上がるような嫉妬に塗り潰された。

脳がジミナを拒絶し否定する。

アイリスが一太刀で敗れた要因には偶然の要素があったはずだ。仮に偶然でなかったとしても、戦いには相性の問題がある。たまたま、ジミナにとってアイリスが戦いやすい相手だったのかもしれない。

他にも、アイリスの不可解な行動も疑問だ。突然、何かを警戒するように足を止めたり、無意味にジミナの周囲を回ったり。アイリスの調子が悪かったか、ジミナが何か搦め手を使ったかだろう。

ジミナの実力を否定する材料はいくらでもある。

だが、それでも。

ドエムの本能が、このジミナの剣に屈しようとしていた。

ジミナと自分とでは見ている世界が違うことに彼は気づいてしまった。

闘いに対する理論が、考え方が根本から違う。自分がこの先何百年鍛錬しようとも、この青年には絶対に追いつけない。それほど、ジミナの剣は洗練されていた。あらゆる武の優れた点を練り合わせたような彼の剣は、唯一無二の芸術作品のように研ぎ澄まされているのだ。

ジミナの実力を否定すると同時に、ジミナの剣にただ少年のように憧れた。 

幼き日、師に憧れたように、ジミナの剣には武人を引き付ける魔性があった。

ギリッ、と。ドエムの歯が軋んだ。

認められない。

まだ、この青年が最強と決まったわけではない。

ドエムは数多の実力者を知っている。しかし教団の最高幹部の全力はまだ見たことはないのだ。

だから最強は、ジミナではない。

「ベアトリクス様はこの試合どう見ましたか？」

ドエムはジミナを否定の言葉を欲して聞いた。

ベアトリクスはローブから覗く青い瞳でジミナを見据えている。その瞳にあったのは……感嘆。

「……戦ってみたい」

「は？」

ドエムが真意を訊ねようとした瞬間、会場がどよめいた。

ドエムが試合場を見ると、そこにいたのは……。

「ローズ・オリアナ……」

ドエムの頬が嘲るように歪んだ。

来たか。

やはり、愚かな女だ。オリアナ王国も、国王も、もう手遅れなのだ。傀儡の王はもう抜け殻だ。おかげで国の中枢も掌握している。それが理解できずにのこのこと現れるとは、王女にあるまじき甘さだ。

ドエムは歪んだ笑みを悟られぬように口元を隠し、オリアナ国王を伴って前に出た。

「愛しのローズ王女。ようやく戻られたのですね」

特別室からは試合場に続く一本の階段がある。ドエムはオリアナ国王を伴って、階段を下りていく。

「ローズよ、よくぞ戻った。さあ、こっちへおいで」

ドエムの指示でオリアナ国王が言葉を発する。心のない、抜け殻の言葉。

ドエムは階段を下りながら配下に目で指示を出し、いつでもローズを確保できるよう準備する。

ローズが階段を上ってくる。

「父上、私は謝罪に参りました。今までのことを、そしてこれからのことを……。私は間違いを犯し、そしてこれからも間違うでしょう。しかし私は、オリアナ王国の王女として、そしてあなたの娘として……私の信じる道を歩いています」

ローズの声は震えていた。そしてその瞳には涙が浮かんでいた。

だが、ローズの瞳にはまだ決意があった。

ドエムはそれを瞬時に読み取り、一歩下がった。

まずは王を先行させる。

王を盾にすれば、この女は何もできない。

傀儡の王さえいれば、ドエムの計画はすべてうまくいく。

「そなたの罪を許そう」

オリアナ国王はそう言った。それは、ドエムの指示していない言葉だった。

「ありがとうございます、父上」

それからは、一瞬の出来事だった。

ローズが腰の剣を抜き、ドエムが反応し国王の背後に隠れた。

ドエムの配下たちが動き出す。

だがローズはあまりにも速すぎた。

ドエムが驚愕に目を見開く。

「なッ！？」

すべてを置き去りにした彼女は、その細剣でオリアナ国王の心臓を貫いた。

「王女として、そして娘として……これが最後の務めです」

ローズを抱きしめるように動いた王の手は、途中で力を失くして垂れ下がった。 細剣は王の心臓を確かに貫き、背後のドエムの腹へ突き刺さっている。

「今までありがとうございました、父上」

そして彼女は剣を抜いた。

王の心臓から血が噴き、彼は崩れ落ちる。

彼女の瞳から、ついに涙が溢れだした。

「き、貴様あああああああぁぁぁぁぁぁぁぁ！！」

ドエムが絶叫する。

ドエムの腹からも血が溢れていた。しかし致命傷ではない。

彼の怒りは、傀儡の喪失にある。ドエムの計画が――砕けた。

「さっさと捕らえろおおおおおおおぉぉぉぉぉぉぉぉぉぉ！！」

配下がローズに殺到する。

ローズは逃げなかった。

彼女はその細剣の切っ先を自らの首に当て、ドエムを見据え笑った。

まさか――。

ドエムの顔が蒼白になる。

「や、やめ、やめろおおおおぉぉぉぉぉぉぉぉ！！」

そしてローズがその首に剣を突き刺そうとした、その瞬間。

「――それが貴様の選択か」

まるで芸術のように美しい一閃が、ローズの剣と、そして彼女を囲う剣を薙ぎ払った。

そこに現れたのは平凡な青年ジミナ。

「あ、あなたは……」

しかし彼が持つ剣は、夜の闇のように深い漆黒の刀だった。
## 謎の覆面剣士……スレイヤー参上！！

その美しい一閃を見るまで、ローズは死を覚悟していた。自身が捕らえられ利用されてしまえば父の死が無駄になる。それだけは、絶対に許せなかった。

死は恐ろしかった。

しかし切り抜けるにはそれしかなかった。王女に生まれ、わがままも言った。ただ、それでも、ローズが思う王女の務めは果たしてきたつもりだ。

だから、これが最後の務めだ。

そう覚悟を決めていた。

「あ、あなたは……」

しかし、すべてを薙ぎ払い現れた青年の美しい剣を見た瞬間、ローズの心に幼き日の思いが蘇った。

「偽りの時は終いだ……」

そしてジミナは自分の顔に手をかけて剥いだ。

会場がどよめいた。

皮を剥いだジミナの顔の下に、見覚えのある仮面が現れた。

そして、黒き液体が螺旋を描き彼を包み込む。

螺旋が集束した後、そこに現れたのは漆黒のロングコートを纏った男。

「シャドウ……」

誰かが呟いた。

しかし、ローズにとって彼はシャドウではない。

彼はローズが剣士の道を歩むきっかけとなった、美しい剣を振るう憧れ。

「シャドウ、あなたはまさか……スレイヤーさん？」

ローズの脳裏に幼き日の記憶が蘇った。


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


かつて一度だけ、ローズは誘拐されたことがある。

父の公務でミドガル王国を訪問した時、ローズは滞在先からこっそり抜け出して遊んでいた。平民の子供たちと遊んでいると、ふと視界が暗くなった。

次の瞬間、ローズは気を失った。

気が付くとローズは薄暗い小屋の中で拘束されていた。

手足は荒縄で縛られて、口には猿轡を詰められている。

外傷はなかったが、それ以上に恐怖と不安で震えが止まらなかった。

「身なりのいいガキがいたと思ったら、まさかオリアナ王国の王女様だったとはな！」

隣の部屋で盗賊たちが話している。

おそらく所持品を調べられたのだろう。ローズの身分はバレていた。

「流石親分！　ツイてますねぇ！」

「馬鹿野郎、これが実力ってやつよ！！」

下品な笑い声が響く。

ローズは己の身を案じ絶望した。盗賊の選択は二つだ。ローズを人質にオリアナ国と交渉するか、ローズの身を価値が分かる人間に売るかだ。

きっと、彼らは売るはずだ。ローズの利用価値は高いが、たかが盗賊では扱いきれない。

売って、安全に金を手に入れるはずだ。そして、ローズはオリアナ王国の敵に利用される……。

その事実に、ローズは恐怖した。

身をよじり、縄をほどこうともがく。

猿轡ごしに叫ぶ。

しかし、彼女の抵抗は無駄でしかなかった。

「おっと、お姫様が起きたみたいだぜ」

「おい、様子見てこい」

そして、足音が近づいてくる。

ローズの叫びは悲鳴に変わり、涙が零れ落ちた。　

小屋の扉が開かれようとした、その瞬間。

「ヒャッハー！！　てめぇら金を出せ！！」

場違いな、子供の声が響いた。

「な、なんだこのガキ！」

「どっから現れやがった！　殺せ！！」

「おらおらおらぁ！！」

何かが風を切るような音。

そして悲鳴が響いた。

「な、なんだこのガキ！　強ぇぞ！？」

「馬鹿な！　一瞬で三人も！？」

「君たちはスタイリッシュソードの練習台だ」

再び風を切る音。

ローズの鼻に濃厚な血臭が届いた。ローズは恐る恐る、扉の隙間から覗く。

そこに、ズダ袋を被った子供と逃げ惑う盗賊がいた。

「逃げる奴は盗賊だ！　逃げない奴は訓練された盗賊だ！！」　

「ひ、ひぃぃぃ！」

「や、やめッ！！」

ズダ袋を被った子供が剣を振った。

「――ッ！？」

その軌跡の美しさに、ローズは状況を忘れて目を奪われた。ローズは剣のことはよくわからない。

だがこの剣は……ローズが今まで見聞きしたどんな芸術より美しかった。

剣は鮮やかに盗賊の首を刈り、悲鳴は途絶えた。

ローズはただ茫然と、ズダ袋を被った子供を見つめた。

「わざわざ遠征したのに、金持ってないパターンか。ん？　まだいるね」

ズダ袋を被った子供はローズの視線に気づき、小屋の扉を開けた。

小屋の中に光が差し込み、ローズとズタ袋を被った子供の目が合う。

「攫われてきた子供か。災難だったね」

ズダ袋を被った子供が剣を振った。その剣筋もただ美しく、ローズの目を魅了した。

「帰り道に気を付けなよ、バイバイ」

ズダ袋を被った子供はスタスタと去っていく。

気づくとローズの拘束は切られていた。

「ま、待って！」

ローズは必死で呼び止めた。

「なに？」

ズダ袋を被った子供は足を止め振り返る。

「あ、あなたはいったい誰？」

「僕？　僕はそうだな、まだ修行中だし……通りすがりのスタイリッシュ盗賊スレイヤーさ」

「スタイリッシュ盗賊スレイヤーさん……あの、ローズは何かお礼がしたい」

「んー。なら僕のことは誰にも話さないでくれると嬉しいな」

「う、うん、わかった」

「じゃ、頼んだよ」

そう言って、スタイリッシュ盗賊スレイヤーは姿を消した。

「スタイリッシュ盗賊スレイヤーさん……」

彼は絶望的なローズを助け、その運命を変えた。彼女はその美しき剣と在り方に憧れて、その日から剣の道に進んだのだ。


 ◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇


それは大切な、幼き日の記憶。誰にも話したことがなかった、ローズだけの秘密。

だけど、この瞬間、ローズは秘密を初めて口にする。

「シャドウ……あなたがスタイリッシュ盗賊スレイヤーさんだったのですね」

シャドウは答えなかった。

しかし、ローズにとって沈黙が答えだった。

まだ幼い頃から、彼はずっと悪と戦い続けてきたのだ。ローズを助けたあの日のように、人知れず誰かを助けていたのだ。

シャドウの言葉がローズの脳裏に蘇る。強さとは力ではなくその在り方……そう、シャドウの在り方こそが強さだったのだ。

ローズは安易に死を選ぼうとした自分を恥じた。

まだ、彼女は戦えたはずだ。しかし生きることが辛くて、失敗することが恐くて、すべてを終わらせたかった。

死は逃避だったのだ。

ローズはまだ戦える。

彼女は彼の美しい剣と――その在り方に憧れたのだから。

「貴様の戦いは、まだ終わってはいない……」

シャドウが漆黒の刀を突いた。

それは、会場の壁に刺さり大穴を空ける。

「往け……」

「はい！」

ローズは細剣を拾い迷わずその穴に飛び込んだ。彼女にはまだすべき事があるのだ。

「ま、待てッ！！」

「往かせぬぞ……」

そして、シャドウが穴の前に立ち塞がった。


## 剣の頂

いつしか太陽は分厚い雲に遮られ、薄闇が辺りを覆っていた。

雲の中から雷鳴の音が聞こえる。

ポツポツと雨が降り始めた。

「何をしている！　さっさと追え！！」

ドエムの怒号が響き渡り、様子を窺っていた彼の配下たちが動き出す。

穴の前に立ち塞がるシャドウを取り囲むように動いた彼らは、一斉にシャドウへ飛び掛かる。

しかし、次の瞬間。

漆黒の一閃が、彼らを薙ぎ払った。

たった一太刀。ドエムが選び抜いた自慢の魔剣士たちは、弾き飛ばされ地に転がった。

「そんな……」

これが、シャドウ。噂には聞いていたが、有象無象では相手にもならない。

ドエムは血の滲む腹を押さえて後退る。

「だ、誰か！　誰かいないのか！？　奴を倒せる者はいないのかッ！？」

そして絶叫する。

しかし返ってきたのは、雨の音だけだった。

ミドガル王国の騎士たちは、シャドウを遠巻きに取り囲み動こうとしない。

アイリスを破ったシャドウの実力を侮る者は誰一人いなかった。

雨がひどく降ってきた。大粒の水滴が、叩きつけるように降り注ぐ。

シャドウの黒いロングコートは雨に濡れて、雷光を反射する。

雷光が走る度、シャドウの姿が薄闇に浮かび上がる。

「私が出る」

その声と同時に、灰色のローブの女が空に飛んだ。

彼女は空中でローブを脱ぎ捨て、長剣を抜き戦場に降り立つ。

「武神ベアトリクス……」

誰かが呟いた。

雨の中剣を構える彼女は、美しい金髪のエルフだった。

彼女は胸当てと腰布だけの薄着で、白い素肌が雨に濡れ雷光で輝く。

シャドウとベアトリクス。二人は間合いを探るように静かに対峙した。

戦いの始まりは、激しい雷鳴と同時だった。

シャドウはベアトリクスの長剣に合わせるように、漆黒の刀を長く伸ばす。

そして、一閃。

シャドウは漆黒の刀を薙いだ。

雨が斬れた。

刀の軌跡に、一瞬だけ雨のない空白が生まれる。

そう、シャドウは空振ったのだ。

「ほう……」

ベアトリクスは瞬時に半歩下がり、シャドウの横薙ぎを避けた。

そして、反撃に転じる。

槍のように鋭い刺突がシャドウを襲う。

仮面の奥で、シャドウが笑ったような気がした。

シャドウは刺突を半身になって躱し、戻りに合わせて刀を振る。

しかし、ベアトリクスの戻しも速い。

彼女は長剣の戻しと同時に身を沈め、シャドウの刀を避ける。

そして反撃に転じてゆく。

二人は、ただ雨だけを斬り裂いた。

瞬く間に数十の剣撃が飛び交い、振り注ぐ雨を切り裂いてゆく。

切り裂かれた雨が小さな飛沫となって、雷光に輝く美しき軌跡を描いた。

誰もが息を呑んで二人の戦いに見入る。

それは、まさしく舞のようだった。

常人ではとても目に追えない剣の動きが、雨と雷光によって空に残る。

美しき剣の舞。

この二人が、剣の頂きにいることを誰もが理解した。

いつまでも見ていたい二人の舞に、終わりを告げたのはシャドウだった。

「この剣では、届かぬか……」

シャドウは間合いを外し、ベアトリクスを見据えた。

ベアトリクスも追撃せず息を整える。豊かな胸元が上下した。

「すごい……」

彼女は溜息を吐くように、感嘆の声を上げた。

その青い瞳はただシャドウを見据えている。

二人はしばらく見合った。

「我が真の剣を見せよう」

シャドウはそう言うと、漆黒の刀を元の長さに戻した。

それが、彼本来の間合い。

「往くぞ」

声と同時に、彼は一瞬で踏み込む。

いとも簡単に、間合いが潰れる。

「ッ！？」

そして、衝撃が走った。

ベアトリクスは間合いを詰められた瞬間に攻撃を捨て、防御に集中していた。しかし、彼女にはシャドウの刀が全く見えなかった。

彼女だけではない、会場の誰もが見逃した。

その一撃は――雨を、斬らなかったのだ。

「――くっ！！」

衝撃に弾かれて、彼女は雨の中を転がった。

刀は見えなかったが、彼女は勘だけで防いでみせたのだ。しかし、かろうじて防いだだけだ。無様に弾き飛ばされて、反撃もできない。

彼女はすぐさま立ち上がり、追撃に備える。

雷鳴が轟き、光と共にシャドウが消えた。

その一瞬で、シャドウは目前にいた。

見えない刀が振られる。

彼女はシャドウの刀に全神経を集中し、そしてまた衝撃に襲われた。

「――ッ！！」

見えなかった。

ベアトリクスは泥で汚れた顔をそのままに、立ち上がるとすぐ後ろに飛んで距離を離した。

かろうじて防御できたのは、勘と運が良かっただけだ。

次を防げる保証はない。

追撃は来なかった。

ベアトリクスは雷光の下で構えるシャドウを見据えて考える。

なぜ、見えない？

ただ単純に速いだけではない。シャドウの剣は何かが違う。

ベアトリクスはその長い戦いの人生の中から、答えを見つけ出した。

シャドウの剣は――自然なのだ。

戦いで、幾多の剣を応酬する中で、速い剣は確かに脅威だ。しかし、速くとも必ず予備動作がある。予備動作がなくとも攻撃の瞬間は経験で分かる。意識さえしていれば対応は可能だ。

戦いの中で最も脅威となる剣は、いつだって意識の外からやってくる。そこに速さは必要ない。意識の外に出ればいい。

シャドウの剣は自然だった。

殺意も、淀みも、力みなく、ただ自然のままに振るわれる。

人は自然なものに注意を払わない。

降り注ぐ雨を意識しないように、シャドウの剣は意識できない。

「すごい……」

ベアトリクスはシャドウの剣の深さにただ感嘆した。彼の技は、誰も辿り着けない深淵にある。

そして、己の敗北を覚悟した。

「武神よ、抗ってみせよ……」

シャドウが漆黒の刀を構える。

次を防ぐ自信は、ベアトリクスに無かった。

しかし。

「待って」

凛とした声が、二人の戦いを遮る。

「私も、混ぜてもらいます」

そこに、剣を抜いたアイリスがいた。


## 真の敵は誰か

「アイリス王女……」

ベアトリクスが何かを言いたそうな顔でアイリスを見つめる。

「分かっています。力が足りないことぐらい……」

アイリスは悔しそうな顔を隠すように微笑む。

「ですが、引くことはできません。武神祭を好き勝手荒らされて、何もできず逃がすようなことはできません。意地があるのです。私にも、そしてミドガル王国にも……」

そしてシャドウを睨みつける。

「この命に替えてもシャドウの動きを止めます。ベアトリクス様、その間に仕留めてください」

「……分かった。合わせる」

覚悟を決めたアイリスに、ベアトリクスも同調した。

二人はその瞳に気迫を込めてシャドウと対峙する。

「来るがいい……抗ってみせよ」

シャドウは刀の切っ先を下げて、受けの構えをとる。

アイリスが機を窺いながら、じりじりと間合いを詰める。

しばらく、雨と雷の音だけが響いた。

「せめて一矢、報いさせてもらいます」

大きな雷鳴と同時に、アイリスは仕掛けた。

彼女は間合いを詰めると、その長剣でシャドウの首を狙う。

だがシャドウはほんの半歩下がることで間合いの外に出た。シャドウは空振りを見越して次の動きに移る。

しかし、アイリスの剣は伸びた。

彼女は剣を手放すことで、無理やり射程を伸ばしたのだ。

シャドウは瞬時に動きを変える。反撃に動いていた刀を戻し、アイリスの剣を弾く。

アイリスの反撃はここに潰えた――かに思えた。

しかし、彼女は踏み込んだ勢いをそのままに、身を沈めシャドウの胴に手を伸ばし組み付きにきた。　

命に替えても動きを止めようとする、確かな気迫がそこにある。

回避は間に合わない。

「見事だ」

次の瞬間、シャドウの膝がアイリスの顔面を打ち抜いた。

彼女は知る由もなかった。格闘戦はシャドウが最も得意とする領域だったのだ。

アイリスの身体が崩れ落ちる。

しかし、アイリスはその役目を果たした。

膝を放った瞬間、シャドウの動きが一瞬止まった。

そして、彼女にはその一瞬で十分だった。

「ハアッ！！」

ベアトリクスの一閃がシャドウに迫る。

ベアトリクスはその長剣を、漆黒の刀に渾身の力で叩きつけた。

凄まじい衝撃音と共に、シャドウの刀が、手が、腕が、勢いに流される。

死に体のシャドウ。

絶好の瞬間が訪れた。

ベアトリクスの追撃は最速だった。

しかし、それ以上にシャドウが刀を手放す方が早かった。

彼は一瞬の判断で刀を捨て、そして消えた。

そこは、ベアトリクスの視界の外。

「下ッ！？」

彼は体勢を低く屈め、地を這うようにベアトリクスの腰に組み付いた。それはアイリスのそれとは比較にならない、洗練された流麗な動き。

長剣を振るうには近すぎる。

シャドウは容易くベアトリクスを担ぎ上げ、そしてそのまま大地に叩きつけた。

「カハッ！！」　

石畳が割れた。肺の中の空気が吐き出された。

しかしその瞬間、長剣を振る間ができた。

ベアトリクスは朦朧とする意識の中で長剣を振る。

シャドウは構わずベアトリクスを持ち上げて、再度そのまま叩きつける――その途中で手を離した。

ベアトリクスの長剣は空振り、彼女はそのまま闘技場の壁に激突する。

激しい音と共に、彼女の身体は闘技場の壁にめり込んだ。

そして、空を切る音を立てながら何かが空から降ってくる。

シャドウが手を伸ばし掴んだそれは――漆黒の刀だった。

まるで、すべてを計算したかのように……。

雷光が、闘技場に倒れ伏した二人を映す。

ベアトリクスとアイリスが二人がかりで手も足も出ない。その衝撃の事実に、誰もが目を疑い恐怖した。

「……終わりだな」

倒れた二人を一瞥し、シャドウは踵を返した。

「ま、待ちなさい……」

その声に、彼は足を止めた。

「わ、私はまだ戦える……」

覚束無い足取りで、アイリスが立ち上がる。

続いて、壁の瓦礫を押しのけてベアトリクスも起き上がった。

「私も……」

立ち上がった二人の剣士。

しかしシャドウは彼女らを一瞥し、そのまま歩き去る。

「待ちなさいッ！　逃げるの！？」

アイリスの声に、シャドウは足を止めた。

「……逃げる？」

次の瞬間、闘技場を青紫の光が染めた。

「なッ……！？」

「ッ！！」

圧倒的な魔力の奔流。

それがシャドウの身体から溢れ出し、螺旋を描きながら渦巻く。

雨が魔力に飲まれて掻き消える。

「まさか……そんな、本当に……！？」

「これは……無理」

想像を絶する力にアイリスとベアトリクスは立ちすくんだ。

彼がこの力を振るえば、この闘技場ごとすべて消しつくすだろう。

アイリスも、ベアトリクスも、観客たちも、この力の前には平等に無力だった。

「逃げる必要が、どこにある……？」

誰も――彼を止められない。その事実を、否応なく理解させられた。

「なぜ……？」

震える声でアイリスが問う。

「それほどの力があるなら……いつだって殺せたはず」

「……目的は達した。貴様らの命に興味は無い……我らは我らの敵を屠るのみ……」

シャドウはアイリスを一瞥し刀に魔力を収束させる。

「真の敵は誰か……見失うな」

そして、シャドウは青紫の魔力を空に放った。

眩い光が闘技場を、王都を、そして空を染めて、雨雲を消し飛ばした。

光が消えると、そこには晴れ渡った青空が広がっていた。

シャドウの姿は見当たらない。

雲も、雨も、雷も、そしてシャドウも……すべてが嘘だったかのように消えていた。

「真の敵を、見失うな……。シャドウ、あなたはいったい……」

アイリスは雲一つない大空を見上げて、シャドウの残した言葉を呟く。

彼の目的……そして真の敵とは……。

「……きれい」

空には大きな虹が架かっていた。
## 夢の残骸

ローズは雨の中を走り続けた。

行く先もわからぬままただ走り続け、いつしか雨は止んでいた。

そこは森の中だった。

雨に濡れた木々の隙間から木漏れ日が差し込んでいる。

ローズは木を背に座り込んで荒い息を整えた。

様々な思いが頭の中を巡った。父のこと、国のこと、そしてこれからのこと……。

それらが頭の中で絡まり合って、ローズの心をかき乱した。

どんな理由があろうと、彼女はオリアナ国王を殺した凶悪犯だ。それを否定するつもりはなかったし、その責任から死へ逃れようとする気持ちももう無かった。

彼女は父を殺した責任と、そして王女としての責任、すべてを背負うつもりだった。

しかし、それはあまりに大きすぎる。

考えれば考えるほど、ローズは不安に震えた。

覚悟と信念を、責任と重圧が押し潰していく。

彼女はまだ戦える。戦わねばならない。しかし、１７歳の小娘に何ができるというのだ……。

ローズは俯き、膝の間に顔を埋めた。

そして、小さくなって震える。

陽の光が茜色に染まるまで、彼女はそうしていた。

「行こう……」

ローズは自分に言い聞かせるようにそう言って立ち上がる。

行き先は分からない。

しかし、進まねばならない。

前を向いて彼女が歩き出した、その時。

「あなたには、二つの選択がある」

背後から美しい声が届いた。

「ッ！？」

ローズが振り返ると、そこには漆黒のドレスを身に纏ったエルフがいた。

金色の髪に、青い瞳。彫刻のように整った美しい顔立ち。

「あなたは、アルファ……」

アルファは腕を組んで妖しく微笑む。

「独りで戦うか、それとも我らと共に戦うか……選びなさい」

「一緒に……？」

ローズの敵とシャドウガーデンの敵は同じだ。

だが敵が同じだからといって、必ずしも共に戦えるわけではない。

しかし選択肢が少ないのも事実だ。

追手はすぐに掛かるだろう。独りで戦うならどこかに潜伏する必要があるが、しばらく山中に籠るしかない……いや、無法都市という手もある。

今やローズはオリアナ国王を殺害した凶悪犯だ。無法都市に入っても賞金目当てで狙われるだろう。

「オリアナ王国を救うことはできますか？」

「あなた次第よ。今の我らがあなたの為に動くことは無い。国を救いたければ、価値を示しなさい」

「価値……？」

「あなたの価値を……そしてオリアナ王国の価値を……」

「それを示せば、救える……？」

「我らにはそれだけの力がある」

アルファの答えは簡潔だった。彼女はただ選択肢を提示しているだけにすぎない。

ローズを導くことも、手を差し伸べることもしない。

答えを出すのはローズなのだ。 

「……スレイヤーさん……いえ、シャドウがあなたたちの組織の長なの？」

「……そうよ」

幼い頃ローズを救い、悪と戦い続ける彼の姿が脳裏に蘇る。

そして、ローズは彼を信じる道を選んだ。

「……共に戦うことを誓います」

「そう。歓迎するわ。付いてきなさい」

アルファは感情のこもらない声でそう言って、森の奥へ進んでいく。

「一つ聞いてもいいですか」

ローズはアルファの後を追いながら訊ねた。

「ええ」

「シャドウはいったい何者ですか……？」

幼い頃から悪と戦い続ける強き心。そして悪を滅ぼす圧倒的な力。力の秘密も、信念も、生い立ちもわからない。彼は謎に包まれた存在だった。

「それを知りたければ、信頼を得なさい」

「信頼……」

「あなたが信じるに値する存在であれば、いずれ知ることになるでしょう……」

そして二人は無言で森の中を進んだ。



◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇◆◇



日の光も届かない深い霧の中を進んでいた。

「ここは、まさか……」

「深淵の森よ」

どこにあるのかもわからない。しかし一度入れば二度と出られないとされる、伝説の森だった。

すぐ先にいるはずのアルファの姿すら見失いそうになる。

青紫の霧は濃密な魔力に満ちていてローズの感覚を乱す。

「この霧は龍の吐息よ……」

「龍……」

目撃証言は稀にあるが、ここ百年程討伐された記録は無い、伝説の存在。

「かつて、この地に訪れた彼は『霧の龍』と戦った」

「彼……？」

「幼かった彼は、霧の龍を倒すことはできても、滅ぼすことはできなかった。龍は彼を認め、龍の吐息を吹きかけた」

この幻想的な青紫の霧が龍の吐息……。

「この霧は猛毒よ」

ローズの身体がビクッと震えた。

「だから離れないで。私から離れるとあなたはすぐに死ぬわ」

「わかりました……」

濃い霧の中を二人は進み、そして突然視界が開けた。

「ここは……」

陽の光が降り注ぐ白い古城。

「霧の龍に滅ぼされた古の都アレクサンドリア。ここが我らの拠点よ」

古の都アレクサンドリア。かつて書物で名前だけは読んだことがある。

しかしここは、書物では決して描ききれない美しい都だった。

都の周囲には広大な田畑が広がり、そこには見たこともない作物が実っている。少女たちは熱心に作物の収穫をしている。

「カカオの収穫ね。チョコレートの原料よ。いずれあなたにもやってもらうことになるわ」

「あれが、チョコレートに……まさか、ミツゴシ商会はシャドウガーデンの？」

アルファは微笑んだだけだった。

チョコレートはまだミツゴシ商会しか商品化していない。原料も製法も何一つ分かっていないのだ。

二人は城門を抜け城の中に入った。

「ラムダはいる？」

「ここに」

アルファの呼びかけに、一人の女性が現れて跪いた。

「新入りよ。鍛えなさい」

「はっ。仰せのままに」

「まず力を示しなさい。あなたならすぐに道を開けるはずよ……」

ローズにそう言って、アルファはどこかに行ってしまった。

ローズと、ラムダと呼ばれた女性が残される。

彼女は灰色の髪に金色の瞳の、褐色のエルフだった。長身でしなやかな筋肉をしていることが、黒いボディースーツの上からでも分かる。

目つきは鋭く、唇はふっくらとしている。

「私はラムダ教官だ。付いてこい」

「はい」　

ラムダの後に付いて進むと城の裏手に出た。

そこでは多くの少女たちが鍛錬に励んでいた。

「すごい……」

一目見ただけで分かる。ここには実力者しかいない。

「６６４番、６６５番！」

「ハイッ！」

「ハッ！」

ラムダが呼ぶと、集団の中から二人の少女が駆けてきた。

エルフの少女と、獣人の少女だ。

「お呼びですか教官！」

エルフの少女が叫ぶように言った。獣人の少女は隣で直立不動だ。　

「新入りだ。貴様らの分隊に入れる」

「了解いたしました！」

「６６６番、脱げ」

「え？」

ローズは何を言われたか理解できなかった。

「６６６番、貴様のことだ。ここでは番号が貴様の名だ」

「私が、６６６番……」

「分かったらさっさと脱げ」

「え？」

「二度言わせるなッ！」

次の瞬間、ローズの衣服が切り裂かれた。

一瞬の早業だった。

ローズの裸身が露になる。

「な、なにを！？」

ローズは両手で身体を隠して座り込む。

「今日から貴様はウジ虫だ。貴様はもう何者でもない。名は捨てろ！　服も捨てろ！　何もかも捨て純粋な兵士となれ！」

そしてローズの足元に黒い塊が投げ捨てられた。

それはボヨヨンと跳ねる黒いスライム。

「６６４番！　ウジ虫にソレの使い方を叩き込め」

「ハイッ！」

「ん？　なんだこれは？」

ローズの衣服の残骸から、一切れの紙が風に舞った。

ラムダ教官はそれを拾い上げて、ローズの目前に掲げる。

「それはッ……！」

それは、ローズがシドからもらった贈り物。まぐろなるどの包み紙だった。

その瞬間、心の奥に抑え込んでいた彼への想いが溢れ出した。

それは、彼女にとって初めての恋だった。

試合で戦い、襲撃事件で命を助けられ、二人きりで旅行した。

かけがえのない、大切な思い出。

ほんの一週間前まで、ローズは彼と添い遂げる夢を見ていた。

しかしローズはもう戻れない。

二人の道が交わることは、もう二度と無いのだ。

「なんだその顔は？　すべて捨てろと言っただろう！」

ローズの目前で無残に切り裂かれる包み紙。

紙切れは風に舞い空高く舞い上がる。

それは、もう叶わない夢の残骸……。

ローズの瞳から、大粒の涙が零れ落ちた。


`;