var contents = `## キルヘン・ベル


|_.入手素材|_.出現モンスター|
|井戸水(アトリエ前)<br>カーエン石(アトリエ前低確率)<br>魔法の草（アトリエ前低確率）|

## 雛鳥の森


ワールドマップに出ると解禁

|_.入手素材|_.出現モンスター|
|正体不明のタマゴ<br>赤うに<br>うに<br>夕焼け草|ゴースト（夜）<br>緑プニ<br>青プニ|
## 巡礼街道


大事なこと達成後

|_.入手素材|_.出現モンスター|
|カーエン石<br>コバルト草<br>魔法の草|緑プニ<br>青プニ|
## 恵みの森


プラフタの記憶「記憶を取り戻そう・1」達成後

|_.入手素材|_.出現モンスター|
|ハチの巣<br>赤うに<br>うに<br>魔鳥の羽<br>妖精の土だんご（雨）|マンドラゴラ<br>緑プニ|
## 岩こぶ山麓


プラフタの記憶「記憶を取り戻そう・1」達成後

|_.入手素材|_.出現モンスター|
|水晶のかけら<br>峰綿花<br>夕焼け草|キメラビースト（夜）<br>アードラ<br>緑プニ|
## メーベルト農場


プラフタの記憶「記憶を取り戻そう・1」達成後

|_.入手素材|_.出現モンスター|
|きまぐれいちご<br>ラーメル麦<br>妖精の土だんご（雨）<br>カーエン石|キメラビースト（夜）<br>ガーゴイル<br>ジェントルファントム（夜）<br>緑プニ<br>青プニ|
## 獣たちの寄合所


プラフタの記憶「記憶を取り戻そう・2」達成後

|_.入手素材|_.出現モンスター|
|銀いも<br>土いも<br>キーファ<br>妖精の毒草|キメラビースト<br>マンドラゴラ<br>スカーレディ<br>緑プニ|
## 三つ子橋の泉


プラフタの記憶「記憶を取り戻そう・2」達成後

|_.入手素材|_.出現モンスター|
|妖精の土だんご<br>ハクレイ石<br>苔むした流木|島魚<br>ライトニング<br>赤プニ|
## 忘却のナーセリー


大事なこと「オスカーの頼みを聞こう・1」発生後

|_.入手素材|_.出現モンスター|
|臭う欠片<br>ペンデローク<br>虹色の水晶片<br>破れた紙片<br>粘金の鋼糸（ウワサ：金ピカで丈夫な糸）|フレアデーモン（夜）<br>アードラ<br>マンドラゴラ<br>ゴースト<br>マジックブック<br>緑プニ<br>死告花の精（夜）|
## 朝凪のほとり


プラフタの記憶「記憶を取り戻そう・3」達成後

|_.入手素材|_.出現モンスター|
|きれいな貝殻<br>おいしい水<br>湖底の土|一本角<br>島魚<br>赤プニ|
## 彩花の園


プラフタの記憶「記憶を取り戻そう・3」達成後

|_.入手素材|_.出現モンスター|
|焦げた欠片<br>破れた紙片<br>きまぐれいちご|カイゼルピジョン<br>アードラ<br>ガーゴイル<br>ジェントルファントム<br>スカーレディ<br>赤プニ<br>緑プニ|
## 岩地の雑木林


プラフタの記憶「記憶を取り戻そう・3」達成後

|_.入手素材|_.出現モンスター|
|キーファ<br>ミスティックハーブ<br>魔法の草|カイゼルピジョン<br>赤プニ|
## 山師の水辺


プラフタの記憶「記憶を取り戻そう・4」以降、エリーゼから場所を聞く

|_.入手素材|_.出現モンスター|
|きれいな貝殻<br>おいしい水<br>妖精の土だんご<br>ハクレイ石<br>紅草（オスカーサブイベントで解禁後）<br>苔むした流木<br>海底の土（ウワサ：かつて海だった名残？）|一本角<br>島魚<br>ファング<br>ライトニング<br>アルラウネ<br>ホワイトルート<br>緑プニ<br>青プニ<br>沈黙の魔獣|
## 材木小屋


プラフタの記憶「記憶を取り戻そう・5」達成後

|_.入手素材|_.出現モンスター|
|ラーメル麦<br>丈夫な骨<br>カーエン石|カイゼルピジョン<br>アードラ<br>スカーレディ<br>赤プニ<br>緑プニ|
## 境界の裾野


プラフタの記憶「記憶を取り戻そう・5」達成後

|_.入手素材|_.出現モンスター|
|水晶のかけら<br>夜水晶（夜）<br>ファーデンライト<br>妖精の毒草|カイゼルピジョン<br>赤プニ|
## 有閑広場


プラフタの記憶「記憶を取り戻そう・5」達成後

|_.入手素材|_.出現モンスター|
|ハチの巣<br>魔鳥の羽<br>夕焼け草|ライトニング<br>スカーレディ<br>赤プニ|
## 月と太陽の原野


プラフタの記憶「記憶を取り戻そう・6」以降、パメラから場所を聞く

|_.入手素材|_.出現モンスター|
|出来損ないの欠片<br>ペンデローク<br>虹色の水晶片<br>太陽の粉<br>はじけるベリー<br>ラーメル麦<br>夜光水（夜）<br>丈夫な骨<br>ファーデンライト<br>古い石版<br>カーエン石<br>アルタル（オスカーサブイベントで解禁後）<br>星の粉（ウワサ：砕け散ったお星様？）|シャドウ<br>リッチ<br>ミニデーモン<br>アポステル<br>ホワイトルート<br>スカーレディ<br>赤プニ|
## 青葉の丘


プラフタの記憶「記憶を取り戻そう・6」達成後

|_.入手素材|_.出現モンスター|
|きまぐれいちご<br>ハクレイ石<br>クプルフ鉱<br>ライデン鉱<br>峰綿花<br>コバルト草|ライトニング<br>アポステル<br>黒プニ<br>赤プニ|
## 静寂の湖畔


プラフタの記憶「記憶を取り戻そう・6」達成後

|_.入手素材|_.出現モンスター|
|きれいな貝殻<br>くすぶる鍛石<br>ハクレイ石<br>紅草（オスカーサブイベントで解禁後）|大星魚<br>アルラウネ<br>金プニ|
## 菌糸の楽園


プラフタの記憶「記憶を取り戻そう・6」達成後

|_.入手素材|_.出現モンスター|
|丈夫な骨<br>魔鳥の羽<br>五日ヅル<br>夕焼け草|ツインヘッダー<br>ファング<br>金プニ<br>赤プニ|
## 悟りの岩山


プラフタの記憶「記憶を取り戻そう・6」達成後

|_.入手素材|_.出現モンスター|
|魔鳥の羽<br>ソウルストン<br>カーエン石<br>アイゼン鉱|セイバークロウ<br>ミニデーモン<br>アルラウネ<br>黒プニ|
## 原っぱ遺跡


プラフタの記憶「記憶を取り戻そう・6」達成後

|_.入手素材|_.出現モンスター|
|はじけるベリー<br>きまぐれいちご<br>丈夫な骨|アークリッチ（夜）<br>セイバークロウ<br>ミニデーモン<br>黒プニ|
## 大地の傷痕


プラフタの記憶「記憶を取り戻そう・7」以降、エリーゼから場所を聞く

|_.入手素材|_.出現モンスター|
|水晶のかけら<br>蒼剛石<br>ファーデンライト<br>ソウルストン<br>峰綿花<br>魔法の草<br>精霊結晶（ウワサ：精霊の祝福を得た結晶）|グスタフ<br>セイバークロウ<br>カイゼルピジョン<br>アポステル<br>黒プニ<br>赤プニ|
## 困惑の迷い路


プラフタの記憶「記憶を取り戻そう・7」達成後

|_.入手素材|_.出現モンスター|
|銀いも<br>土いも<br>赤うに<br>うに<br>妖精の毒草|ヘルゲート<br>セイバークロウ<br>黒プニ|
## 緑の旧跡


プラフタの記憶「記憶を取り戻そう・7」達成後

|_.入手素材|_.出現モンスター|
|正体不明のタマゴ<br>ハチの巣<br>赤うに<br>うに|ツインヘッダー<br>ファング<br>金プニ<br>赤プニ|
## 骸の森


プラフタの記憶「記憶を取り戻そう・7」達成後

|_.入手素材|_.出現モンスター|
|丈夫な骨<br>ファーデンライト<br>黒の燃球|ヘルゲート<br>グスタフ<br>黒プニ|
## 常霧の樹界


プラフタの記憶「記憶を取り戻そう・8」達成後

|_.入手素材|_.出現モンスター|
|キーファ<br>五日ヅル<br>妖精の毒草|トリッカー<br>キンモクジュ<br>アルラウネ<br>金プニ|
## 渚の古跡


プラフタの記憶「記憶を取り戻そう・8」達成後

|_.入手素材|_.出現モンスター|
|妖しい液体<br>ニトロ水<br>古代の石柱<br>妖精の土だんご|大星魚<br>ファング<br>アルラウネ<br>黒プニ<br>金プニ|
## 地底湖


プラフタの記憶「記憶を取り戻そう・9」以降、ロジーから場所を聞く

|_.入手素材|_.出現モンスター|
|蒼剛石<br>おいしい水<br>粘銀の糸<br>銀霊結晶<br>夜水晶（夜）<br>湖底の土<br>黒の燃球<br>アイゼン鉱<br>シロヒメクサ（オスカーサブイベントで解禁後）<br>紅草（オスカーサブイベントで解禁後）<br>コバルト草<br>ペルレムシェル（ウワサ：白亜の貝殻）|ヘルゲート<br>タイラントホルン<br>大星魚<br>一本角<br>ツインヘッダー<br>ファング<br>ジェントルファントム<br>黒プニ<br>金プニ<br>ノーライフキング|
## 封印された寺院


プラフタの記憶「記憶を取り戻そう・9」、アトリエでジュリオから場所を聞く

|_.入手素材|_.出現モンスター|
|臭う欠片<br>焦げた欠片<br>破れた紙片<br>赤うに<br>うに<br>妖しい液体<br>粘銀の糸<br>古い石版<br>黒の燃球<br>妖精の毒草<br>ヴァイツェ粉（ウワサ：高級麦粉の貯蔵庫？）|グレートデーモン（夜）<br>ヘルゲート<br>グスタフ<br>トリッカー<br>ホーント（夜）<br>すーぱーぷに|
## せせらぎの忘れ物


プラフタの記憶「記憶を取り戻そう・9」達成後

|_.入手素材|_.出現モンスター|
|臭う欠片<br>焦げた欠片<br>太陽の粉<br>蒼剛石<br>破れた紙片<br>赤うに<br>うに<br>妖しい液体<br>ニトロ水<br>粘銀の糸<br>くすぶる鍛石<br>古い石版<br>黒の燃球<br>クプルフ鉱<br>ライデン鉱<br>妖精の毒草|グレートデーモン<br>ヘルゲート<br>アークリッチ<br>グスタフ<br>トリッカー<br>キンモクジュ<br>ホーント<br>禁断の写本<br>いきてる魔術書<br>ぷにぷに？|
## 連理の樹門


プラフタの記憶「記憶を取り戻そう・9」達成後

|_.入手素材|_.出現モンスター|
|ハチの巣<br>ハクレイ石<br>紅草（オスカーサブイベントで解禁後）<br>キーファ<br>苔むした流木<br>ミスティックハーブ|アポステル<br>ホーント<br>ジェントルファントム<br>赤プニ|
## 淀の小島


プラフタの記憶「記憶を取り戻そう・9」達成後

|_.入手素材|_.出現モンスター|
|綺麗な欠片<br>妖しい液体<br>おいしい水<br>輝く原石<br>砕けた石材<br>アルタル（オスカーサブイベントで解禁後）<br>苔むした流木|一本角<br>ライトニング<br>ミニデーモン<br>ホワイトルート<br>ジェントルファントム<br>黒プニ<br>赤プニ|
## 古き妖精の森


プラフタの記憶「記憶を取り戻そう・10」以降、エリーゼから場所を聞く

|_.入手素材|_.出現モンスター|
|銀いも<br>土いも<br>常世の仙花（オスカーサブイベントで解禁後）<br>キーファ<br>五日ヅル<br>ミスティックハーブ<br>妖精の毒草<br>ドンケルハイト（ウワサ：静寂に咲く花）|ツインヘッダー<br>トリッカー<br>キンモクジュ<br>アルラウネ<br>ホーント（夜）<br>ぷにぷに？|
## 豊沃の磯


プラフタの記憶「記憶を取り戻そう・10」達成後

|_.入手素材|_.出現モンスター|
|夜光水<br>銀霊結晶<br>湖底の土<br>黒の燃球|死の審問官（夜）<br>ぷにぷに？<br>タイラントホルン|
## 失せし者たちの都


プラフタの記憶「記憶を取り戻そう・10」達成後

|_.入手素材|_.出現モンスター|
|ペンデローク<br>砕けた石材<br>古い石版|グレートデーモン<br>グスタフ<br>すーぱーぷに|
## 枯れ木の荒野


プラフタの記憶「記憶を取り戻そう・10」達成後

|_.入手素材|_.出現モンスター|
|水晶のかけら<br>輝く原石<br>妖精の土だんご<br>夕焼け草|グスタフ<br>トリッカー<br>ホーント<br>ぷにぷに？|
## 堕ちた宮殿


大事なこと「プラフタからの試練を受けよう」
ロジーから場所を聞く

|_.入手素材|_.出現モンスター|
|綺麗な欠片<br>出来損ないの欠片<br>虹色の水晶片<br>破れた紙片<br>夜水晶（夜）<br>くすぶる鍛石<br>古代の石柱<br>砕けた石材<br>ザフロア油（ウワサ：鮮やかな色の油）|グレートデーモン<br>ヘルゲート<br>サンダラス<br>グスタフ<br>トリッカー<br>いきてる魔術書<br>ぷにぷに？<br>黒プニ<br>マグマシウス|
## 反魂の間


サブイベント「ナザルスさんに薬を届けよう」の一連イベントを全て終わらせる
その後、封印された寺院の最深部から「種子の日のみ」入れるようになる

|_.入手素材|_.出現モンスター|
|綺麗な欠片<br>臭う欠片<br>焦げた欠片<br>出来損ないの欠片<br>ペンデローク<br>ニトロ水<br>くすぶる鍛石<br>ペンデグリュン（ウワサ：淡く輝く神秘の鉱石）|グレートデーモン<br>アークリッチ<br>テンペスタス|
## 万物の書庫


大事なこと「二人の夢のきっかけを作ろう」達成後

|_.入手素材|_.出現モンスター|
|封じられた知の欠片<br>未知なる知の欠片<br>破れた魔道書<br>魔力を秘めたページ|グレートデーモン<br>アークリッチ<br>ツインヘッダー<br>トリッカー<br>禁断の写本<br>いきてる魔術書<br>万物の智霊<br>イフリータ|
`;