var book_info = {
    "base_path": "/storage/0123-4567/comic",
    "list": [

        {
            "タイトル"     : "ブラッククローバー",
            "タイトルよみ" : "ぶらっくくろーばー",
            "著者"         : "田畠裕基",
            "著者よみ"     : "たばたゆうき",
            "原作者"       : "",
            "完結"         : 0,
            "出版社"       : "集英社",
            "レーベル"     : "ジャンプコミックス",
            "最新巻"       : 32,
            "最新巻発売日" : "2022/04",
            "気になる"     : 0,
            "お気に入り"   : 0,
            "備考"         : "",
            "リスト"       : [
                {
                    "巻"       : "1",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "2",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "3",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "4",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "5",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "6",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "7",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "8",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "9",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "10",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "11",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "12",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "13",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "14",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "15",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "16",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "17",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "18",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "19",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "20",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "21",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "22",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "23",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "24",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "25",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                },
                {
                    "巻"       : "26",
                    "入手"     : "kindle",
                    "形式"     : "png",
                    "入手日"   : "2022/05/25"
                }
            ]
        }

    ]
};