「おはよう[やま](-山)[うち](-内)！」
「おはよう池！」
登校すると、満面の、てっかてかの[え](-笑)[がお](-顔)で池が山内に声をかけていた。
この二人がこんなに早く登校してくるなんて珍しいこともあるもんだ。入学式から１週間。池や山内は毎日のように遅刻寸前に登校していた。[きよう](-今日)に限ってやたら早い。
「いやあー授業が楽しみ過ぎて目が[さ](-冴)えちゃってさー」
「なはは。この学校は最高だよな、まさかこの時期から水泳があるなんてさ！　水泳って言ったら、女の子！　女の子と言えばスク水だよな！」
確か水泳の授業は男女合同。つまり[ほり](-堀)[きた](-北)や[くし](-櫛)[だ](-田)、その他大勢の女子の水着……肌の露出を目にすることになる。ただ池と山内がはしゃぎ過ぎていて女子の一部はドン引きだ。
というかオレもこうして一人、[い](-椅)[す](-子)に座っていつまでも孤立しているわけにはいかない。積極的に友達の輪に入っていかなければ。何度か様子を[うかが](-窺)い幸い三人の会話が途切れたので、今しかないと立ち上がる。しかし……。
「おーい[はかせ](-博士)ー。ちょっと来てくれよー」
「フフッ、呼んだ？」
太目な生徒が、あだ名なのか「[はかせ](-博士)」と呼ばれてゆっくりと近づいてくる。
確か名前は[そと](-外)[むら](-村)だかなんだかそんな感じだった気がする。
「博士、女子の水着ちゃんと記録してくれよ？」
「任せてくだされ。体調不良で授業を見学する予定ンゴ」
「記録？　何させるつもりだよ」
「博士にクラスの女子のおっぱい大きい子ランキングを作ってもらうんだよ。あわよくば携帯で画像撮影とかもなっ」
「……おいおい」
[す](-須)[どう](-藤)も[いけ](-池)の[ねら](-狙)いに少し引く。そんなこと女子が知ったら偉いことになるぞ。だが内容はともかく、[とも](-友)[だち](-達)らしい会話にうらやましさを覚える。いいなぁ友達。オレも友達が欲しい。
「哀れね」
「……お前も来てたのか、[ほり](-堀)[きた](-北)」
「数分前にね。あなたは未練がましく男子を見ていて、気が付かなかったようだけど。そんなに友達が欲しいなら話しかけてみたら？」
「うるさいほっとけ。それが出来るなら苦労せん」
「私が見てる限り、コミュ障というわけでもなさそうなのに」
「色々と事情があるんだよ、こっちには。はー……[いま](-未)だに会話できるのが堀北だけとは」
池たちともチャットのやり取りはするものの、まだ[う](-上)[ま](-手)く会話は出来ない。
「ちょっと……改めて言っておくけれど、私を友達に含めないでね？」
心底気持ち悪いと言った顔で堀北はオレから距離を取る。
「大丈夫だ。幾ら落ちぶれててもその発想には至ってない」
「そう。少し安心したわ」
つか、どんだけ人付き合い嫌いなんだよ、こいつは。
「おーい[あやの](-綾)[こうじ](-小路)」
突如、[いけ](-池)の口からオレの名前が飛び出した。顔を上げると、[え](-笑)[がお](-顔)で手招きしている。
「な、なんだよ」
ちょっと口ごもりながら立ち上がる。堀北はもうオレに関心を示していなかった。
ともかく、突如舞い降りた、友達の輪に入るチャンス。オレは池に近づいていく。
「実は今俺たち、女子の胸の大きさで[か](-賭)けようってことになってんだけどさ」
「オッズ表もあるやで」
博士はタブレットを取り出しエクセルファイルを開く。
そこにはクラスの女子全員の名前が並んでいる。しかもオッズ付きだ。正直この賭け事には全く興味が無かったが、[せつ](-折)[かく](-角)[つか](-掴)んだ友達になる機会を失うわけにはいかない。
「えーっと……じゃあ、参加しようかな」
「お！　やろうぜやろうぜ！」
今のところ、一番の巨乳候補は『[は](-長)[せ](-谷)[べ](-部)』となっている。オッズは１・８倍。
ただ、オレには聞き覚えの[ほとん](-殆)ど無い名前だった。クラスメイトの名前すら覚えていない。ダメすぎる。
「これ、思ったよりよく出来てるって言うか……お前ら観察しすぎだろ」
「そりゃ俺たち男だし？　常に頭の中はおっぱいやお[しり](-尻)のことばっかりだぜ！」
事実とはいえ口にしてしまっては身もふたもない。
ちなみにオッズの最下層グループには[ほり](-堀)[きた](-北)の名前があった。当たれば30倍以上だ。
まあ、胸の場合は大よそ見た目で勝敗が決してるからな。まず堀北に勝ち目はない。
「で、どうする？　一口１０００ポイントだ」
「なるほどな……」
情報不足で一覧を見ても、半数以上は胸の大きさどころか名前と顔が一致しない。
実際、堀北、[くし](-櫛)[だ](-田)以外の女子とは殆ど口もきいてないからなぁ。
櫛田も結構胸は大きそうだけど、それでも一位を[ねら](-狙)えるほどじゃないしな。
「遊びなんだしいいじゃん。人数少ないとつまんねえしさ」
「俺もやるぜっ」「俺も俺もっ」「俺のおっぱいスカウターを[な](-舐)めるなよ」
考えている間にもわらわらと男子が集まってきて、露骨に女子の胸の大きさで盛り上がり始める。教室に居た女子の一部からは一層汚物を見るような目を向けられる。
「俺も[か](-賭)けるぜ。ちなみに[さ](-佐)[くら](-倉)だ」
[やま](-山)[うち](-内)がオレたちの間に割り込んでそう言った。佐倉と言えばメガネをかけた地味な女の子だ。殆ど誰とも話をしないので、正直言って詳細は全く分からない。
山内は何やら思うところがあるらしく、[はかせ](-博士)や[いけ](-池)の肩を抱いてひそひそ話を始める。
「ここだけの話、俺実は佐倉に告白されたんだよ」
「は!?　ま、マジで!?」
一番驚き、焦ったのは池。クラスで最初に彼女を作る目的は早くも失敗か？
「マジマジ。でもここだけの秘密だぜ？　もちろんあんな地味な女フッたんだけどな。そんとき私服見たんだよ。あれは結構でかいぜ」
「ばっか、お前[かわい](-可愛)くなくても巨乳なら付き合うべきじゃねーの？」
「俺は櫛田や長谷部クラスじゃないと付き合わないんだよ。あんな地味女興味ないね」
山内は本人が居ないからと容赦ない言葉を浴びせる。
というか告白されたって話も、どこまで信じていいやら怪しいものだ。
オレは結局決めきれず、上位に適当に賭けることにした。

　　　１

「よっしゃプールだ！」
昼休みが[お](-終)わり、ついに[いけ](-池)たちが待ち望んだ水泳の授業がやって来た。
己の欲望を隠そうともせず、池は喜び勇み立ち上がった。池たちはグループで屋内プールへと向かいだす。オレもこそこそ後ろからついていこう。そう思っていた時だった。
「一緒に行こうぜ、[あやの](-綾)[こうじ](-小路)」
「え？　そ、そうだな」
池からのお誘いに多少口ごもりながらも、オレはやや駆け足で合流し更衣室へ。
[す](-須)[どう](-藤)は手早く着替えるために制服を脱ぎ始めた。バスケで鍛え抜かれた肉体が姿を見せる。他の生徒たちと比べても、明らかに一回り立派な体格をしている。
腰にバスタオルを巻く生徒たちとは裏腹に、須藤は堂々とパンツ一丁になる。そして、そのまま全裸になって水着を袋から取り出した。その態度に、思わず声を掛けてしまう。
「須藤、堂々としてるな。周り、気にならないのか？」
「体育会系がいちいち着替え一つで慌てるかよ。コソコソしてたら逆に注目の的だ」
それは言えてるかも。こういう場ではコソコソしてる奴がからかわれたりするもんだ。
「んじゃ、先行ってるぜ」
須藤は一瞬で更衣室を出てしまった。オレもさっさと着替えを済ませよう。
「うひゃあ、やっぱこの学校はすげぇなぁ！　街のプールより[すご](-凄)いんじゃね？」
競泳パンツをはいた池が、50Ｍプールを見るなり、そんな声をあげた。
水も澄んでいて[き](-綺)[れい](-麗)そうだし、プールも屋内で天気の影響も受けない。環境は抜群だ。
「女子は？　女子はまだなのかっ？」
鼻をふんふんと鳴らしながら、池は女子を探す。
「着替えに時間かかるからまだだろ」
「なあ、もし俺が血迷って女子更衣室に飛び込んだらどうなるかな？」
「女子に[ふくろ](-袋)[だた](-叩)きにされた上に退学になって書類送検されるだろうな」
「……リアルな[つ](-突)っ[こ](-込)みやめてくれよ」
池は想像して怖くなったのか、ぶるぶると身を震わせた。
「変に水着とか意識してると、女子に嫌われるぞ？」
「意識しない男が居るかよ！　……[た](-勃)ったらどうしよう……」
きっとその瞬間から卒業するその日まで、池は嫌われ続けることだろう。
って、あれ？　何かオレ自然と池たちと会話出来てない？
つい[け](-今)[さ](-朝)まで、入りたくても入れなかったグループに気が付けば片足を[つ](-突)っ込んでる。もしかするとオレは今、[とも](-友)[だち](-達)が誕生していく瞬間を生で体験しているのかも知れない。
「うわ～。[すご](-凄)い広さ、中学の時のプールなんかより全然大きい～」
男子グループから遅れること数分、女子の声が耳に届いた。
「き、来たぞっ!?」
身構える[いけ](-池)。だからそんなに露骨だと嫌われるって。
とはいえ、オレだって気になる。[は](-長)[せ](-谷)[べ](-部)とか[くし](-櫛)[だ](-田)とか、一応[ほり](-堀)[きた](-北)とか。
特に一番の巨乳と[うわさ](-噂)されている長谷部は、一度拝んでおいて損はないだろう。
ところがオレたち男子生徒全員の願いは思わぬ形で裏切られる。
「長谷部がいない！　ど、どういうことだ!?　[はかせ](-博士)っ！」
授業を見学する博士が慌てた様子で見学用の建物の２階から、[ぜん](-全)[ぼう](-貌)を見渡している。
池たちが見逃した獲物を高台から、メガネの奥の小さな瞳で瞬時に見つけ出すはずだ。
だが───。その姿をどこにもとらえられない。
信じられないと言うように博士は首を左右に振る。まだ着替え中か？　それとも……。
「う、後ろだ、博士!!!」
「ンゴゴゴ!?」
池が指をさし叫び、事態が明らかになった。長谷部は博士と同じ見学組だったのだ。
続々と女子の面々が、見学組として２階に姿を現す。そこには[さ](-佐)[くら](-倉)の姿もある。
「な、なんでだよ……これ、どういうことだよ！」
池は信じられないものを見るかのように頭を抱えてその場に崩れた。
長谷部は自分が美人だと自覚しているような女子だ。更に、付け加えて男子から好奇の視線を向けられることを煙たがっている。見学をする選択を選んでもおかしくはなかった。
「巨乳が、巨乳が見れると思ったのにっ、思ったのにぃっ！」
心中はお察しするが、池の叫びは悲しいかな長谷部にまで聞こえている。
キモ、と[つぶや](-呟)かれる始末。だから露骨すぎると嫌われるってあれほど……。
「池、悲しんでる場合じゃないぜ。俺たちには、まだたくさんの女子が居るっ！」
「そ、そうだな。確かにそうだ。ここで落ち込んでる場合じゃないよなっ」
「「友よ！」」
[やま](-山)[うち](-内)と池が男同士の友情を確かめ合い、互いに手を取り合う。
「二人とも、何やってるの？　楽しそうだねっ」
「く、くく、櫛田ちゃん!?」
二人の間に割って入るように、櫛田が顔を[のぞ](-覗)かせた。
スクール水着を着た櫛田は、妖艶な[からだ](-身体)のラインが浮き彫りになっている。
男子の[ほとん](-殆)どが、一瞬櫛田の身体に[くぎ](-釘)づけになったことだろう。胸はＤかＥか。詳しくはないけどそんなところか。思っていたよりも[はる](-遥)かに大きい。程よくついた太ももやお[しり](-尻)の肉と言うか膨らみが、妙に生々しかった。だが、オレを含め男子はすぐに視線を[そ](-逸)らす。
あぁ、[きよう](-今日)もいい天気だなぁ……。世界平和って素晴らしい。
……生理現象が始まると大変な騒ぎだ。
「何を[たそがれ](-黄昏)ているの？」
[ほり](-堀)[きた](-北)は[け](-怪)[げん](-訝)な様子でオレの顔を[のぞ](-覗)き[こ](-込)んできた。
「己との戦いに没頭していたんだ」
堀北の水着姿。何ていうか、うん、健康的でけして悪くはない。
でも凝視したら大変なことになりそうだったので、落ち着くまで我慢しておく。
「…………」
と、[な](-何)[ぜ](-故)か堀北はオレの全身を見ている。
「[あやの](-綾)[こうじ](-小路)くん、何か運動してた？」
「え？　いや、別に。自慢じゃないが中学は帰宅部だったぞ」
「それにしては……前腕の発達とか、背中の筋肉とか、普通じゃないけど」
「両親から恵まれた[からだ](-身体)[もら](-貰)っただけじゃないか？」
「とてもそれだけが理由とは思えない」
「お前はアレか？　筋肉フェチか？　言いきれるのか？　命[か](-賭)けるか？」
「そこまで否定するなら、信じるけれど……」
どこか不満そうだ。どうやら堀北は、それなりに見る目があるつもりらしい。
「[ほり](-堀)[きた](-北)さんは泳ぎは得意なの？」
[くし](-櫛)[だ](-田)からの質問に少しだけ[け](-怪)[げん](-訝)そうな表情を見せたが、堀北は静かに答える。
「得意でも不得意でもないわね」
「私は中学の時、水泳が苦手だったんだ。でも一生懸命練習して泳げるようになったの」
「そう」
興味なさげに答え堀北は少し櫛田から距離を取った。これ以上会話したくないの合図だ。
「よーしお前ら集合しろー」
体育会系の文字を背負ったようなマッチョ体型のおっさんが集合をかけ授業が始まる。体育の教師らしいが、男子からも女子からも、ちょっと引かれるタイプかもしれない。
「見学者は16人か。随分と多いようだが、まぁいいだろう」
明らかにただのサボりの生徒も混じっていただろうが、それを[とが](-咎)めることはなかった。
「早速だが、準備体操をしたら実力が見たい。泳いでもらうぞ」
「あの先生、俺あんまり泳げないんですけど……」
一人の男子が、申し訳なさそうに手を挙げる。
「俺が担当するからには、必ず夏までに泳げるようにしてやる。安心しろ」
「別に無理して泳げるようにならなくてもいいですよ。どうせ海なんていかないし」
「そうはいかん。今はどれだけ苦手でも構わんが、克服はさせる。泳げるようになっておけば、必ず後で役に立つ。必ず、な」
泳げるようになっておけば、役に立つ？　そりゃ、何かと便利になることは間違いないだろう。
けど、学校の先生がそう断言するのには少し違和感があるような。
ま、教師としてはカナヅチを治してやりたいって思いが強いのかも知れない。
全員で準備体操を始める。池はチラチラと女子の様子を[うかが](-窺)って[や](-止)まなかった。それから50ｍほど流して泳ぐよう指示される。泳げない生徒は底に足をつけても構わないらしい。
オレは去年の夏以来、久々のプールに入る。温度は適切に調整されているのか、冷たいと感じることは[ほとん](-殆)どなくすぐに[からだ](-身体)に[な](-馴)[じ](-染)んだ。それから軽く泳ぐ。
50ｍ泳いだ後は、上にあがり全員が[お](-終)えるのを待った。
「へへへ、楽勝楽勝っ。みたか？　俺のスーパースイミング」
軽快に泳ぎ、[いけ](-池)はドヤ顔で上がって来た。いや、別に他の奴と変わった点はなかったぞ。
「とりあえずほとんどの者が泳げるようだな」
「余裕っすよ先生。俺、中学の時は機敏なトビウオって呼ばれてましたから」
「そうか。では早速だがこれから競争をする。男女別50Ｍ自由形だ」
「き、競争!?　マジっすか」
「１位になった生徒には、俺から特別ボーナス、５０００ポイントを支給しよう。一番遅かった奴には、逆に補習を受けさせるから覚悟しろよ」
泳ぎに自信がある生徒からは歓声が、自信のない生徒からは悲鳴が上がる。
「女子は人数が少ないから、５人を２組に分けて、一番タイムの早かった生徒の優勝にする。男子はタイムの早かった上位５人で決勝をやる」
学校側がポイントを景品にしてくることがあるなんて思ってもみなかった。もしかしたら今回欠席した生徒たちに発破をかけるためなのかもしれない。よく考えられている。
競争に参加するのは見学者と泳げない一人を除いた、男子が16人、女子が10人。まずは女子からスタートということで、男子たちはウキウキ気分でプールサイドに座り込み、女子を応援……品定めする。
「[くし](-櫛)[だ](-田)ちゃん櫛田ちゃん櫛田ちゃん櫛田ちゃん櫛田ちゃん。はぁはぁはぁはぁ」
[いけ](-池)はすっかり、櫛田に骨抜きにされてしまったようだ。
「怖いぞ池、落ち着け」
「だ、だって櫛田ちゃんクソ[かわい](-可愛)いだろっ。胸もやっぱ結構でかいしさっ」
ぶっちぎりで男子の人気を集めたのは櫛田。後は平行線ってところだろうか。
顏だけで言えば間違いなく[ほり](-堀)[きた](-北)もトップレベルだが、人付き合いを嫌う点が災いし人気は低めだ。それでも男子からすれば十分なご[ほう](-褒)[び](-美)であることには違いないのか、堀北がスタートラインに立つと歓声が上がる。
「皆、目に焼き付けろよ！　[きよう](-今日)のおかずを確保するんだッ！」
「「おうっ！」」
なんだろう、この水泳を介して男子たちの[きずな](-絆)が強まってる気がする。
唯一例外があるとすれば、[ひら](-平)[た](-田)だけはそんな目で女子たちを見ていなそうだったが。
笛が鳴り女子５人が飛び込む。堀北は２コース。序盤でリードすると、そのまま距離を離さず詰めさせずでトップを維持。危ぶまれる場面もなく見事50ｍを泳ぎ切った。
「お～～～！　やるなあ堀北」
タイムは28秒ほど。かなり早いんじゃないだろうか。息を乱すことなく堀北はゆっくりとプールサイドに上がる。
男子は結果など二の次、女子のぷりぷりのお[しり](-尻)に視線を[くぎ](-釘)づけにされていた。オレもつい堀北を見てしまう。唯一仲良く？してる女子だから、何かちょっと、あるよな。うん。
続いて第二レース。一番人気の櫛田は４コース。応援する男子たちに[え](-笑)[がお](-顔)で手を振る。
「うひょおおおおお！」
[もだ](-悶)える男子たち。中には[こ](-股)[かん](-間)をこっそり押さえるヤツまで。
自己紹介の時、[くし](-櫛)[だ](-田)はクラス全員と仲良くなると宣言していた。それはもうほぼ事実となったんじゃないだろうか。男子はもちろん、周囲には常に女子たちが居て楽しそうに談笑をしている。櫛田には他人を[ひ](-惹)きつけて[や](-止)まない雰囲気があるんだろう。
そしてスタートする第二レース。試合展開は一方的なものだった。[お](-小)[の](-野)[でら](-寺)という水泳部の女子がぶっちぎってゴール。タイムも26秒と申し分ない数字を[たた](-叩)きだしての完勝となった。[くし](-櫛)[だ](-田)も31秒台と中々の好タイムだったが、結果は総合４位。
プールサイドにあがって来た[ほり](-堀)[きた](-北)に声を掛けに行く。
「惜しかったな。二位だってよ。現役の水泳部員相手ってのは、さすがに厳しかったか」
「別に。勝ち負けは気にしてないから。それよりあなたは自信あるの？」
「当たり前だろ。ビリにはならん」
「……それ、自慢することじゃないわよ。男子は勝ち負けに[うるさ](-煩)いと思っていたけれど」
「オレは競い合うのが嫌いなんだ。事なかれ主義だからな」
１位なんて最初から[あきら](-諦)めてる。オレは補習さえ避けられればそれで十分だ。
最初の組に配属されたオレは２コースで、隣の１コースには[す](-須)[どう](-藤)がいた。運動部の須藤にペースを合わせるのは不可能だ、すぐ眼中から外す。とりあえずこの中でビリを避ければ、最下位は避けられる。それだけを考えながら、スタート台から飛び出した。
50ｍを[もの](-物)[すご](-凄)い勢いで泳ぎきり、須藤は[すい](-水)[めん](-面)に顔を出した。男女から驚嘆の声が上がる。
「やるじゃないか須藤。25秒切ってるぞ」
一方オレは36秒少し。どうやら10位だったようだ。よし、これで補習はなくなった。
「須藤、水泳部に入らないか？　練習すれば大会も十分に[ねら](-狙)えるぞ」
「俺はバスケ一筋なんで。水泳なんて遊びっすよ」
この程度の水泳は運動のうちにも入らないのか、須藤は余裕な様子で上にあがって来た。
「あーやだやだ、運動神経抜群なヤツって」
[いけ](-池)が[ねた](-妬)むように須藤の[ひじ](-肘)を[つ](-突)く。
「きゃー！」
女子から悲鳴（喜びの）があがる。[ひら](-平)[た](-田)がスタート台に立ったらしい。
須藤の肉体は男から見て[ほ](-惚)れ[ぼ](-惚)れするものだが、平田の[からだ](-身体)は女子が惚れ惚れするものだった。[きや](-華)[しや](-奢)だけどしっかりしている。細マッチョという奴だ。女子の平田への声援を聞いて、池が唾を吐く仕草を見せる。須藤もちょっと気に入らない様子で平田を[にら](-睨)む。
「勝ち上がってきたら全力でたたき[つぶ](-潰)してやるぜ。この俺の全力をもってな」
水泳は遊びじゃなかったのか……。
先生の笛が鳴り、平田は[き](-綺)[れい](-麗)なフォームでプールに飛び込んだ。平田の腕が水を[か](-掻)くたびプールサイドの女子陣から歓声が上がる。泳いでいる姿も無駄に[かつ](-格)[こ](-好)いい。
「意外と速いな」
須藤からは冷静な一言。確かに平田の泳ぎは速い。同時に泳ぐ他の男子４人より頭一つ抜きんでているのは間違いなかった。それがまた女子の悲鳴を誘う。
期待を裏切らず平田は１位でゴール。大きな黄色い歓声が屋内プールに響き渡った。
「先生、タイムは？」
[いけ](-池)が[く](-食)いつくように聞く。
「[ひら](-平)[た](-田)のタイムは……26秒13だな」
「よし、いけるぜ[す](-須)[どう](-藤)。お前なら勝てる！　正義の[てつ](-鉄)[つい](-槌)を下してくれ」
「任せとけ。徹底的にぶっ[つぶ](-潰)して、平田の人気を地に落としてやるぜ……」
池に応え燃える須藤だが、多分平田が負けても人気が落ちることはないだろう。
「平田くん、すっごく[かつ](-格)[こ](-好)よかった！　サッカーだけじゃなくて水泳も得意なんだね」
「そうかな？　ありがとう」
「ちょっと、何平田くんに色目使ってんのよ！」
「はあ？　色目使ってるのはそっちじゃないの!?」
「きーっ！」
等々。もはや[いら](-苛)[だ](-立)ちを通り越して[あき](-呆)れるほどの平田の人気ぶり。
「やめたまえ。私を巡って争いをするのは。私は皆のものなのだよ。仲良く見ていたまえ。真の実力者が泳げば、どうなるのかを」
何をどう聞いたのか、[こう](-高)[えん](-円)[じ](-寺)は自分への歓声と勘違いしたらしい。
爽やかな笑みを浮かべ、高円寺がスタート台へと足をかける。
「なあ……高円寺のやつ、何でブーメランなんだよ……」
「さ、さぁ？」
一応ブリーフ型水着は学校の指定で認可されているけど、このクラスでそれをはいているのは高円寺しかいない。女子は高円寺の[こ](-股)[かん](-間)の強調ぶりに顔を背ける。
だが第三レース、注目すべきはやはり高円寺か。スタート前の作り込まれた姿勢はアスリートのようだ。事実姿勢だけでなく、肉体も須藤よりも上のレベルで完成されている。須藤含めクラスの運動自慢たちは、[かたず](-固唾)を呑んで高円寺の泳ぎを見守ろうとしていた。
「私は勝負などに興味ないが、負けるのは好きじゃないんでねぇ」
聞いてもいないのに自分で言う。笛の音と共に、高円寺はお手本のようなフォームで水中へと飛び込んだ。
「うおっ！　はええ！」
想像以上のアグレッシブな泳ぎに、須藤が驚きの声をあげた。平田も[あ](-唖)[ぜん](-然)とした様子でその泳ぎを見つめる。強烈に波を立てているが速度は文句の付けようがない。さっきの須藤よりも間違いなく速い。タイムを切った先生が、思わず二度ストップウォッチを見やる。
「23秒22……だと」
「いつも通り私の腹筋、背筋、大腰筋は好調のようだ。悪くないねぇ」
ざばりと上にあがって来た高円寺は余裕の笑みを見せ、髪をかきあげた。
息が切れている様子もなく、本気を出して泳いだとは思えない。
「燃えて来たぜ……！」
[す](-須)[どう](-藤)は負けたくないのかメラメラと闘志を燃やし始めた。正直、須藤以外じゃ[こう](-高)[えん](-円)[じ](-寺)に勝ち目はないだろう。事実上決勝戦は高円寺対須藤の一騎打ちだ。
「高円寺くんも須藤くんも泳ぐの速いから、[すご](-凄)く楽しみだねっ」
「あ、あぁ、そうだな」
ボケっと決勝戦の開始を待っていると、[くし](-櫛)[だ](-田)から声をかけられた。
水着一枚の美少女が隣にいるという緊急事態に、ドキがムネムネだ。
「ん？　どしたの？　なんか顔が赤いけど……。もしかして、体調悪くなったとか？」
「いやいや、そんなことは全然……」
「それにしても変わってるよね。４月から水泳の授業があるなんてさ」
「これだけ立派な屋内プールがあればこそだな。そういや櫛田、結構速かったな。中学の時苦手だったなんて信じられないくらいだ」
「[あやの](-綾)[こうじ](-小路)くんだって普通に泳げてたじゃない」
「普通止まりだけどな。運動もそれほど好きじゃないし」
「そうなの？　でも、なんかその、凄く男の子らしいよね。綾小路くんって。細身だけど、バスケットしてる須藤くんよりガッチリしてるって言うか」
マジマジと驚いたようにオレの[からだ](-身体)を見る櫛田。[ほり](-堀)[きた](-北)に見られてる時の10倍緊張する。
「生まれつき筋肉質なだけで、別に特別な理由はないぞ。事実帰宅部だし」
[う](-上)[ま](-手)い具合に会話が[つな](-繋)がっている。ちょっと緊張するけど、この満たされていく感情は何だ。このままもうしばらく、櫛田と二人きりで話していたいぞ。
「うお、すげぇ高円寺。須藤に圧勝じゃん……って、何やってんだよ綾小路！」
どうやら決勝戦は高円寺が須藤を５メートルほど離しての優勝だったらしい。試合観戦を[お](-終)えた[いけ](-池)が、鬼の[ぎよう](-形)[そう](-相)でオレに飛び掛かって来た。
「な、何って別に。何もしてないぞ」
「してんじゃねえか！」
がっと腕を首に回され、耳打ちされる。
「櫛田ちゃんは俺が[ねら](-狙)ってんだから、邪魔すんなよなっ」
別に邪魔するつもりはないけど、世の中には出来ることと出来ないことがある。池くらいのレベルで落とせるような女の子じゃないと思うぞ、櫛田は。もちろんオレもだが。
