「[あやの](-綾)[こうじ](-小路)くん、少しいいかしら？」
来た。やはり来た。恐れていた事態が。
さり気なく眠ったフリをしていたオレの元へ、ヤツがやって来た。
内なる心と現実社会について向き合っていた（うたた寝をしていた）オレを呼び覚ます悪魔の登場だ。
脳内ではショスタコーヴィチ作曲の交響曲11番が流れている。魔物に追いかけられ逃げ惑う人々、世界の[お](-終)わりを告げる絶望感が巧みに表現された、今のオレにぴったりの一曲だ。
目を閉じていても分かる。オレの隣に立ち、奴隷の目覚めを今か今かと待ちわびる悪魔のただならぬ気配が……。さて、奴隷としてこの状況をどうやって打開したものか……。
危険回避のため、脳内コンピューターをフル稼働させ、瞬時に答えを導き出す。
結論……聞こえないフリを決行だ。名付けて『[うそ](-嘘)寝』作戦。これでやり過ごす。
優しい女の子なら『もう、しょうがないなぁ、起こすのは[かわい](-可哀)[そう](-想)だから許してあげる☆』ってな具合で見逃してくれるはずだ。
あるいは『……起きないとキスしちゃうぞ？　チュッ』とかいうパターンでもオーケー。
「今から３秒以内に起きていることを申告しない場合、制裁を加えることにするわ」
「……何だよ制裁って」
一秒にも満たない間に嘘寝作戦は看破され、オレは武力による脅しに屈する。
それでも顔をあげなかったのは、せめてもの抵抗だ。
「ほら、やっぱり起きていたわね」
「お前を怒らせると怖いことは、もう十分理解してる」
「それは良かった。じゃあ少し時間を[もら](-貰)える？」
「……嫌だと言ったら？」
「そうね……拒否権などありはしないけど、私は非常に不機嫌になるでしょうね」
ヤツはそれから、と更に続ける。
「不機嫌になると、今後綾小路くんの学校生活にも大きな支障をきたすことになるわ。そう、例えば[い](-椅)[す](-子)に無数の[が](-画)[びよう](-鋲)が仕掛けられていたり、トイレに入っていると真上から水をかけられたり、時にはコンパスの針が刺さったり。そういう[たぐい](-類)の現象が、ね」
「それはただの嫌がらせ、もとい[いじ](-虐)めじゃねえかっ！　しかも最後のが妙にリアルというか、すでに刺された覚えがあるんですがね！」
オレは、机に[うつぶ](-俯)せていた状態から仕方なく[からだ](-身体)を起こす。
真横から長い黒髪をなびかせ、美しくも鋭い瞳をした少女がオレを見下ろしていた。
彼女の名前は、[ほり](-堀)[きた](-北)[すず](-鈴)[ね](-音)。高度育成高等学校一年Ｄクラス、オレのクラスメイトだ。
「安心して。さっきのは冗談よ。真上から水をかけたりなんてしないもの」
「肝心なのは[が](-画)[びよう](-鋲)とコンパスの部分なんだけどな！　これを見ろこれを！　まだ刺された跡が残ってんだぞ！　一生の傷物になったらどう責任取るつもりだ、え？」
オレは右腕の[そで](-袖)をまくり、刺された跡の残った二の腕を堀北の眼前に[つ](-突)き出す。
「証拠は？」
「え───？」
「だから、証拠は？　あなたは証拠もないのに私が犯人だと決めつけているの？」
確かに証拠はない。針を刺せる距離にいたのは隣の席の堀北だけで、チクッとしたあと確認したらコンパスを手入れしている堀北の姿を見たが、決定的とは言いがたい……。
って、今はそのことよりも確認しなければならないことがあるんだった。
「やっぱり[て](-手)[つだ](-伝)わないとダメか？　改めて考えてみたんだが、やっぱり───」
「ねえ[あやの](-綾)[こうじ](-小路)くん。苦しみながら後悔するのと、絶望しながら後悔する。あなたはどちらが好みかしら？　嫌がる私を強引に引き戻したのだから、その責任は[しか](-然)るべくして負わなければならない。そうでしょう？」
堀北らしい不条理な二択を突き付けられる。どうやら途中下車は認めて[もら](-貰)えないらしい。この悪魔と契約したオレの判断ミスだ。[あきら](-諦)めて従うことにした。
「……それで、オレは一体何をどうすればよろしいんでしょうかね？」
戦々恐々としながら尋ねる。もはや何を要求されたところで驚きはしない。
全く、どうしてこんなことになったのだろう、と嫌でも思い返してしまう。
この少女と出会ったのは今から丁度２か月ほど前。入学式当日のことだったか……。

　　　１

４月。入学式。オレは学校に向かうバスの中、座席に座りゆらゆらと揺られていた。[け](-景)[しき](-色)の変わりゆく街の様子を、意味もなく車窓から眺めつつ過ごしていると、バスへの搭乗客は、じわじわと増えていった。
乗り合わせたその[ほとん](-殆)どの乗客は、高校の制服を身にまとった若者たちだ。
そして気が付くと、仕事に追われフラストレーションを[た](-溜)めたサラリーマンが、ついうっかり痴漢しちゃおっかな？と間違いを覚えてしまいそうなほどに車内は混雑している。
オレの少し前に立つ老婆なんて、今にも転びそうなほどに足元がフラフラしていて危なっかしい。この乗車率を知ってて乗り込んできた以上[じ](-自)[ごう](-業)[じ](-自)[とく](-得)だが。
運よく席を確保できたオレにとっては、混雑などどこ吹く風。
気の毒な老婆のことは忘れ清流の[ごと](-如)く清らかな心で目的地への到着を待つことにしよう。
[きよう](-今日)は雲一つない晴天で本当に[すが](-清)[すが](-々)しいなぁ、このまま寝てしまいそうだ。
なんていうオレの穏やかな気持ちはすぐに消し飛ばされてしまった。

「席を譲ってあげようって思わないの？」

一瞬ドキッとして、閉じかけていた目を開いた。
え、ひょっとしてオレ怒られた？
そう思ったが、どうやら注意されたのはオレの少し前に座っていた男のようだ。
優先席にドッカリと腰を下ろしたガタイの良い若い金髪の男。というか高校生。彼の真横にはさっきの年老いた老婆。その老婆の隣にはＯＬ風の女性が立っている。
「そこの君、お[ばあ](-婆)さんが困っているのが見えないの？」
ＯＬ風の女性は、優先席を老婆に譲ってやって欲しいと思っているようだった。
静かな車内でＯＬの声は良く通り、周囲の人たちから自然と注目が集まる。
「実にクレイジーな質問だね、レディー」
少年は怒りや無視、あるいは素直に従うのかと思ったが、そのどれでもなくニヤリと笑って足を組み直した。
「[な](-何)[ぜ](-故)この私が、老婆に席を譲らなければならないんだい？　どこにも理由はないが」
「君が座っている席は優先席よ。お年寄りに譲るのは当然でしょう？」
「理解できないねぇ。優先席は優先席であって、法的な義務はどこにも存在しない。この場を動くかどうか、それは今現在この席を有している私が判断することなのだよ。若者だから席を譲る？　ははは、実にナンセンスな考え方だ」
何とも高校生らしくない[しやべ](-喋)り方だ。髪も金髪に染められていて、場違い感がある。
「私は健全な若者だ。確かに、立つことに[さ](-然)[ほど](-程)の不自由は感じない。しかし、座っている時よりも体力を消耗することは明らかだ。意味もなく無益なことをするつもりにはなれないねぇ。それとも、チップを弾んでくれるとでも言うのかな？」
「そ、それが目上の人に対する態度!?」
「目上？　君や老婆が私よりも長い人生を送っていることは[いち](-一)[もく](-目)[りよう](-瞭)[ぜん](-然)だ。疑問の余地もない。だが、目上とは立場が上の人間を指して言うのだよ。それに君にも問題がある。[とし](-歳)の差があるとしても、生意気極まりない実にふてぶてしい態度ではないか」
「なっ……！　あなたは高校生でしょう!?　大人の言うことを素直に聞きなさい！」
「も、もういいですから……」
ＯＬはムキになっていたが、老婆はこれ以上騒ぎを大きくしたくないのか。手ぶりでＯＬをなだめるが、高校生に侮辱され彼女は怒り心頭のようだ。
「どうやら君よりも老婆の方が物わかりが良いようだ。いやはや、まだまだ日本社会も捨てたものじゃないね。残りの余生を存分に[おう](-謳)[か](-歌)したまえ」
無駄に爽やかなスマイルを決めると、少年はイヤホンを耳につけ爆音ダダ漏れで音楽を聞き始める。勇気を出し進言したＯＬは、悔しそうに歯を[か](-噛)みしめていた。
年下に半ば強引に言いくるめられた上、偉そうな態度は[しやく](-癪)に[さわ](-障)るだろう。
それでも言い返さなかったのは、少年の言い分にも納得せざるを得なかったからだ。
道徳的な問題を除いてしまえば、席を譲る義務は事実どこにもない。
「すみません……」
ＯＬは必死に涙を堪えながら、老婆へと小さな謝罪の言葉を口にする。
バスの中で起きたちょっとしたハプニング。オレは巻き込まれなくて良かったと正直ホッとする。老人に席を譲るとか譲らないとか、そんなことはどうでもいい。
この騒動は、自我を貫いた少年の勝ちで[お](-終)わった。誰もがそう思った時だった。
「あの……私も、お姉さんの言う通りだと思うな」
思いがけない救いの手が差し伸べられた。その声の主はＯＬの横に立っていたようで、思い切って勇気を出した様子で少年へと話しかける。オレたちと同じ高校の制服だ。
「今度はプリティーガールか。どうやら[きよう](-今日)の私は思いのほか女性運があるらしい」
「お[ばあ](-婆)さん、さっきからずっと[つら](-辛)そうにしているみたいなの。席を譲ってあげてもらえないかな？　その、余計なお世話かもしれないけれど、社会貢献にもなると思うの」
パチン、と少年は指を鳴らした。
「社会貢献か。なるほど、中々面白い意見だ。確かにお年寄りに席を譲ることは、社会貢献の一環かも知れない。しかし残念ながら私は社会貢献に興味がないんだ。私はただ自分が満足できればそれでいいと思っている。それともう一つ。このように混雑した車内で、優先席に座っている私をやり玉にあげているが、他にも我関せずと居座り黙り込んでいる者たちは[ほう](-放)っておいていいのかい？　お年寄りを大切に思う心があるのなら、そこには優先席、優先席でないなど、[さ](-些)[さい](-細)な問題でしかないと思うのだがね」
少女の思いは届かず、少年は堂々とした態度を終始崩すことはなかった。ＯＬも老婆も、続ける言葉はなく悔しさを[か](-噛)み[ころ](-殺)す。
しかし、少年に真っ向から立ち向かった少女がそれで[くじ](-挫)けることはなかった。
「皆さん。少しだけ私の話を聞いて下さい。どなたかお[ばあ](-婆)さんに席を譲ってあげて[もら](-貰)えないでしょうか？　誰でもいいんです、お願いします」
この一言を絞り出すのに、どれだけ勇気と決断、そして思いやりがいることか。けして[たやす](-容易)いことじゃない。その発言で少女は周囲から痛い、[うつ](-鬱)[とう](-陶)しい存在だと見られてしまうかもしれないのだ。しかし少女は、臆することもなく真剣に乗客へと訴えかけた。
オレは優先席じゃないが老婆の近くの席に座っていた。ここで手を挙げ、どうぞと言えばそれでこの騒動は一件落着。お年寄りもゆっくりと腰を落ち着けられるだろう。
だけどオレも周りの人間と同じように動かなかった。動く必要がないと、そう判断していたからだ。さっきの少年の態度や言動には、やや引っかかるところもあるが、[おおむ](-概)ね間違ってはいないんじゃないかと結論づけていた。
今の老人たちは、確かに日本を支えて来た[まぎ](-紛)れもない功労者だろう。
しかしオレたち若者は、その日本をこれから支えるための貴重な人材だ。
年々進む高齢化社会を踏まえれば、その価値は以前よりも高まっていると言える。
なら、その老人と若者、果たしてどちらが今必要とされているかは考えるまでもない。
まぁ、これもまた[かん](-完)[ぺき](-璧)な回答ではないか。
何となく、周囲の人間はどうするんだろうと少し気にはかかった。辺りを見渡すと、大体は見て見ぬふり、あるいは迷っている素振りを見せる人たちの二極だ。
しかし───オレの隣に座っていた少女はまるで違っていた。
この[けん](-喧)[そう](-騒)の中、まるで場に流されることなく無表情で過ごしている。
その異様さに思わずジッと見てしまっていると、一瞬だけ少女と目が合った。それは悪く言えばお互いの意見が一致していたことを示していた。どちらも席を譲る必要なんてないと考える者の気配。
「あ、あの、どうぞっ」
少女の訴えから程なくして一人の社会人女性が立ち上がった。老婆の近くに居た彼女は、[い](-居)た[たま](-堪)れなくなったのか席を譲ったのだ。
「ありがとうございますっ！」
少女は満面の笑みで頭を下げると、混雑をかき分け老婆を空いた席へと誘導した。
老人は何度も感謝しながら、ゆっくりとその席に腰を下ろす。
それを横目で見届けると、腕を組んで静かに目を閉じた。
それから程なくして目的地に着くと、高校生たちの後ろについて地に降り立った。
バスを降りると、そこには天然石を連結加工した作りの門がオレを待ち構えていた。
バスから降りた、制服に身を包んだ少年少女たちは全員この門をくぐり抜けていく。
東京都高度育成高等学校。日本政府が作り上げた、未来を支えていく若者を育成する、それを目的とした学校。[きよう](-今日)からオレが通うことになる場所だ。
一度立ち止まり、深呼吸。よし、行くか！
「ちょっと」
勇みの一歩を踏み出そうとした瞬間、真横から話しかけられ出鼻を[くじ](-挫)かれた。
オレは先ほど隣に座っていた少女に呼び止められたのだ。
「さっき私の方を見ていたけれど、なんなの？」
しっかり目を付けられていたってことか。
「悪い。ただちょっと気になっただけなんだ。どんな理由があったとしても、あんたは最初から老婆に席を譲ろうなんて考えを持っていなかったんじゃないかって」
「ええそうよ。私は譲る気なんてなかった。それがどうかしたの？」
「いや、ただ同じだと思っただけだ。オレも席を譲るつもりはなかったからな。事なかれ主義としては、ああいうことに[かか](-関)わって目立ちたくない」
「事なかれ主義？　私をあなたと同じ[あつか](-扱)いにしないで。私は老婆に席を譲ることに意味を感じなかったから譲らなかっただけよ」
「それ、事なかれ主義よりひどいんじゃないか？」
「そうかしら。自分の信念を持って行動しているに過ぎないわ。ただ面倒事を嫌うだけの人種とは違う。願わくばあなたのような人とは関わらずに過ごしたいものね」
「……同感だな」
ちょっと意見を交わしたかっただけなのに、こう言い返されて良い気分はしない。
オレたちは互いにわざとため息をついて同じ方角へと歩き出した。

　　　２

入学式は好きになれない。そんな風に考えている一年生は少なくないだろう。
校長や在校生のありがたいお言葉に[わずら](-煩)わしさを感じたり、整列だの立ちっぱなしだの、面倒な事が多いから邪魔臭く感じてしまう。
けど、オレが言いたいのはそういうことだけじゃない。
小、中、高校の入学式は、子供たちにとって一つの試練のスタートを意味する。
学校生活を満喫するために必要不可欠な[とも](-友)[だち](-達)作りが出来るかどうか、この日から数日に[すべ](-全)てがかかっている。これに失敗すると、悲惨な３年間が待っていると言えるだろう。
事なかれ主義のオレとしては、それなりの人間関係を築きたいと思っているのだ。
一応前日、不慣れなりに色々とシミュレートはしてみた。
明るく教室に飛び込んで、積極的に話しかけてみようかな？　とか。
こっそり紙に書いたメールアドレスを渡して、そこから仲良くなってみよう、とか。
特にオレの場合、今までと大きく環境が違う完全なアウェー状態。孤立無援。[く](-食)うか食われるかの戦場に単身乗り込んできた形なのだ。
ぐるりと教室を見渡し、オレは自分のネームプレートが置かれた席へと向かった。
窓[ぎわ](-際)近くの後ろの方の席。一般的には当たりと言っても良い場所だ。
教室の中を見る限り、登校している生徒は現在半分とちょっとくらいか。
大体は席について、一人で学校の資料を見たりボーっとしたりしているが、一部は前からの知り合いなのか、それとも既に仲良くなったのか世間話をしている様子。
さてどうしたもんか。この空いた時間で行動を起こして、誰かと親しくなってみるか？　丁度前の方の、太った少年は一人で寂しそう（勝手な想像）に背中を丸めていた。
誰か僕とお話しして友達になってよ！　というオーラを出している（勝手な想像）。
しかし……いきなり話しかけられたら相手も困るだろうしな。
機が熟すのを待つか？　いや、気付いた時には敵に囲まれ、孤立させられている可能性は大いにある。やはりここは自分から……。待て待て早まるな。[う](-迂)[かつ](-闊)に見知らぬ生徒の[ふところ](-懐)に飛び込んだら、返り討ちにあう危険性だってあるじゃないか。
あかん、負のスパイラルや……。
結局誰にも話しかけられず、順当に孤立していく流れに[おちい](-陥)っている。
あいつまた一人なん？　クスクス、みたいな？　そんな幻聴まで聞こえてくる始末。
友達ってなんなんだろうな。一体どこからが友達なんだ？　一緒に飯を食うようになったら？　それとも連れションとか行くようになった時、初めて友達になれるのか？
考えれば考えるほど、友達って何だろう。とか深い？部分を探り出す。
───友達を作るのって[もの](-物)[すご](-凄)く大変で[めん](-面)[どう](-倒)[くさ](-臭)いな。そもそも友達ってこんな風に[ねら](-狙)って作るもんなのか？　もっとこう、自然と人間関係が形成されて親しくなっていくもんじゃないの？　脳内はわっしょいわっしょいのお祭り騒ぎで、もう支離滅裂だ。
モヤモヤしているうちに、教室はどんどん生徒が登校し密集していく。
ええい仕方ない、ここは当たって砕けるしかないか。
長い[かつ](-葛)[とう](-藤)の末、ようやく上がる重い腰。ところが……。
気が付けば、前の席の太ったメガネの男子は別のクラスメイトに話しかけられていた。
どこか[うい](-初)[うい](-々)しく苦笑いを混ぜつつも、そこには新たな友情が芽生えようとしているではありませんか。良かったねメガネくん……。君に最初の[とも](-友)[だち](-達)が出来そうで───。
「先を越された……！」
頭を抱え、自分の[ふ](-不)[が](-甲)[い](-斐)なさに猛省。
思わず深いため息が腹の底から出る。オレの高校生活はお先真っ暗かも知れない。
気がつくと教室の大半は生徒で埋まり、隣の席に[かばん](-鞄)を置く音が聞こえて来た。
「入学早々随分と重たいため息ね。私もあなたとの再会にため息をつきたい気分よ」
隣の席に腰を下ろした生徒は、バス降り場で[けん](-喧)[か](-嘩)別れしたばかりの少女だった。
「……同じクラスだったなんてな」
確か、１年生のクラスは全部で４つ。一緒のクラスになるのも不思議な確率ではないが。
「オレは[あやの](-綾)[こうじ](-小路)[きよ](-清)[たか](-隆)。よろしくな」
「いきなり自己紹介？」
「いきなりって言うけど、会話するの２回目だしな。別にいいだろそれくらい」
とにかくオレは誰かと自己紹介したくて仕方が無かったのだ。たとえこの生意気な少女でも。このクラスに[な](-馴)[じ](-染)むため、せめて隣人の名前くらい早めに知っておきたい。
「拒否しても構わないかしら？」
「１年間、互いに名前も知らずに隣の席で過ごすのは、[い](-居)[ごこち](-心地)が悪いと思うけどな」
「私はそうは思わないわ」
[いち](-一)[べつ](-瞥)ののち、少女は鞄を机に置いた。どうやら名前すら教えて[もら](-貰)えないらしい。
少女は教室の様子など全く眼中にないのか、ただお手本のように正しく座っているだけ。
「友達は別のクラスにいるのか？　それともここに進学したのは一人で？」
「……物好きね、あなたも。私に話しかけても面白くないわよ」
「これ以上は迷惑って言うならやめとく」
相手を怒らせてまで、自己紹介させるつもりはない。これで会話は終了だと思ったが、少女はため息をついた後、気持ちを切り替えたのか、[ま](-真)っ[す](-直)ぐな瞳をこちらに向けて来た。
「私は[ほり](-堀)[きた](-北)[すず](-鈴)[ね](-音)よ」
答えて貰えないと思っていたのに、少女……堀北はそう名乗った。
初めて正面から少女の顔を[とら](-捉)える。
……[かわい](-可愛)いじゃん。ていうか、すげぇ美人じゃん。
同じ学年なのに、１つ２つ年上と言われても納得するかもしれない。
それほど、落ち着きのある美人だった。
「一応オレがどんな人間か教えておくと、特に趣味はないけど、何にでも興味はある。友人は沢山いらないが、ある程度いればいいと思っている。まぁ、そんな人間だ」
「事なかれ主義らしい答えね。私は好きになれそうにもない考え方だわ」
「何だろう、オレの[すべ](-全)てを１秒で否定された気がする……」
「これ以上不運が重ならないことを祈りたいものね」
「心中察するが、それは[かな](-叶)わないようだぞ」
オレが指さした先、教室の入り口。そこに立っていたのは───。
「中々設備の整った教室じゃないか。[うわさ](-噂)に[たが](-違)わぬ作りにはなっているようだねえ」
バスの中で、少女とひと[もん](-悶)[ちやく](-着)起こした少年だった。
「……なるほど。確かに不運ね」
オレたちだけではなく、あの問題児もまた、Ｄクラスになったらしい。
こちらの存在に気づいた気配もなく、[こう](-高)[えん](-円)[じ](-寺)と記された席へと向かいどっかりと腰を下ろした。ああいう人間でも交友関係は意識するんだろうか。ちょっと観察してみる。
すると高円寺は両足を机の上に乗せ、[かばん](-鞄)から[つめ](-爪)とぎを取り出し、鼻歌を歌いながら気ままに爪の手入れを始めた。周囲の[けん](-喧)[そう](-騒)や注目など、まるで無いものとして行動している。
あのバスでの発言は、本心からのものだったようだ。
[わず](-僅)か数十秒足らずで、クラスの半数以上が高円寺にドン引きしているのが見て取れた。
あそこまで堂々と自分を貫けるのもすげぇな。
気が付くと、隣の席の[ほり](-堀)[きた](-北)は視線を机に落とし、私物らしき本を読んでいた。
しまった、会話はキャッチボールが基本なのに投げ返し忘れた。
これでオレは堀北と[とも](-友)[だち](-達)になるチャンスを１つ[つぶ](-潰)したことになる。
そっと[かが](-屈)んでタイトルを盗み見ると、『罪と罰』だった。
あれ面白いんだよな。正義のためなら人を殺す権利があるか[いな](-否)か、それを説いている。
悲しいかな、もしかしたら堀北とは本の趣味が似ているのかも。
とにかく自己紹介は済ませたし、隣人として最低限の関係は築けただろうか。
それから数分ほど[た](-経)って、始業を告げるチャイムが鳴った。
ほぼ同時に、スーツを着た一人の女性が教室へと入って来る。
見た目からの印象はしっかりとした、規律を大事にしそうな先生。[とし](-歳)の頃は30、に届いているか届いていないか。微妙なところだ。それなりに長そうな髪は後頭部で、ポニーテール調にまとめられている。
「えー新入生諸君。私はＤクラスを担当することになった[ちや](-茶)[ばしら](-柱)[さ](-佐)[え](-枝)だ。普段は日本史を担当している。この学校には学年ごとのクラス替えは存在しない。卒業までの３年間、私が担任としてお前たち全員と学ぶことになると思う。よろしく。今から１時間後に入学式が体育館で行われるが、その前にこの学校の特殊なルールについて書かれた資料を配らせてもらう。以前入学案内と一緒に配布はしてあるがな」
前の席から見覚えのある資料が回って来る。合格発表を受けてから[もら](-貰)ったものだ。
この学校には、全国に存在するあまたの高等学校とは異なる特殊な部分がある。それは学校に通う生徒全員に敷地内にある寮での学校生活を義務付けると共に、在学中は特例を除き外部との連絡を一切禁じていることだ。
たとえ肉親であったとしても、学校側の許可なく連絡を取ることは許されない。
当然ながら許可なく学校の敷地から出ることも固く禁じられている。
ただしその反面、生徒たちが苦労しないよう数多くの施設も存在する。カラオケやシアタールーム、カフェ、ブティックなど、小さな街が形成されていると言ってもいい。大都会のど真ん中にして、その広大な敷地は60万平米を超えるそうだ。
そしてもう１つ学校には特徴がある。それがＳシステムの導入だ。
「今から配る学生証カード。それを使い、敷地内にあるすべての施設を利用したり、売店などで商品を購入することが出来るようになっている。クレジットカードのようなものだな。ただし、ポイントを消費することになるので注意が必要だ。学校内においてこのポイントで買えないものはない。学校の敷地内にあるものなら、何でも購入可能だ」
学生証と一体化したこのポイントカードは学校での現金の意味合いを持つ。
あえて紙幣を持たせないことで、学生間で起きる金銭のトラブルを未然に防いだり、あるいはポイントの消耗をチェックすることで、消費癖に目を光らせているのかも知れない。何にせよ、ポイントの[すべ](-全)ては学校側から無償で提供される。
「施設では機械にこの学生証を通すか、提示することで使用可能だ。使い方はシンプルだから迷うことはないだろう。それからポイントは毎月１日に自動的に振り込まれることになっている。お前たち全員、平等に10万ポイントが既に支給されているはずだ。なお、１ポイントにつき１円の価値がある。それ以上の説明は不要だろう」
一瞬、教室の中がざわついた。
つまり入学したばかりのオレたちは、学校側から10万円のお小遣いを貰ったということだ。さすがに日本政府が[かか](-関)わっているだけあって大がかりな学校だな。
高校生に与える金額としてはかなり大きいものになる。
「ポイントの支給額が多いことに驚いたか？　この学校は実力で生徒を測る。入学を果たしたお前たちには、それだけの価値と可能性がある。そのことに対する評価みたいなものだ。遠慮することなく使え。ただし、このポイントは卒業後には全て学校側が回収することになっている。現金化したりなんてことは出来ないから、ポイントを[た](-貯)めても得は無いぞ。振り込まれた後、ポイントをどう使おうがお前たちの自由だ。好きに使ってくれ。仮にポイントを使う必要が無いと思った者は誰かに譲渡しても構わない。だが、無理やりカツアゲするような[ま](-真)[ね](-似)だけはするなよ？　学校はいじめ問題にだけは敏感だからな」
戸惑いの広がる教室内で、[ちや](-茶)[ばしら](-柱)先生はぐるりと生徒たちを見渡す。
「質問は無いようだな。では良い学生ライフを送ってくれたまえ」
クラスメイトの多くは、10万ポイントと言う大きな数字に驚きを隠せないようだ。
「思っていたほど堅苦しい学校ではないみたいね」
独り言かと思ったが、[ほり](-堀)[きた](-北)はこちらを見ていたので話しかけて来たと分かった。
「確かに、何というか[もの](-物)[すご](-凄)く緩いな」
寮生活を強いられることや、敷地内から出られない、連絡を取れないと言う制限はあるが、無償で提供されるポイントや、周辺施設には不満などない。
考え方によっては、楽園とも取れるほど生徒たちは優遇されていると言える。
そしてこの高度育成学校最大の魅力は、進学率、就職率がほぼ１００％という部分だ。
国主導のこの学校は徹底した指導を行い、希望する未来に全力で応えると言う。
事実、学校側はその部分を大々的に宣伝し、卒業生の中にはこの学校を出たことで有名になった人物も少なくない。普通どんなに有名で優秀な学校でも、[ひい](-秀)でた分野は数限られている。スポーツに特化していたり、音楽に特化していたり。あるいはコンピューター関係だったり。けど、ここはどんなジャンルであったとしても望みを[かな](-叶)えてしまう。
それだけのシステムとネームバリューを持った学校だということだ。
だからこそ、クラスの雰囲気ももっと殺伐としていると思ったんだが、クラスメイトの大半はどこにでも居そうな普通の生徒たち。
いや、だからこそフランクなのかも知れないな。オレたちはもう入学を許された言わば認められた存在。後は平穏無事に卒業まで行き着けば目的は達成されることになるが……本当にそんなことがあり得るのだろうか。
「優遇され過ぎてて少し怖いくらいね」
そんな堀北の言葉を聞き、オレも同じものを感じた。
この学校の詳細は、あまりにヴェールに包まれていると言うか分からないことだらけ。
望みを叶える学校だからこそ、そのためには何かリスクがあると思えてならない。
「ねぇねぇ、帰りに色んなお店見て行かない？　買い物しようよ」
「うんっ。これだけあれば、何でも買えるし。私この学校に入れて良かった～」
先生が居なくなり、高額なお金をもらって浮き足立ち始めた生徒たち。
「皆、少し話を聞いて[もら](-貰)ってもいいかな？」
そんな中スッと手を挙げたのは、[い](-如)[か](-何)にも好青年といった雰囲気の生徒だった。
髪も染めておらず、優等生そうだ。表情にも不良のそれは感じられない。
「僕らは[きよう](-今日)から同じクラスで過ごすことになる。だから今から自発的に自己紹介を行って、一日も早く皆が[とも](-友)[だち](-達)になれたらと思うんだ。入学式まで時間もあるし、どうかな？」
おぉ……[すご](-凄)いことを言ってのけた。生徒の大半が思いつつも口に出来なかったことだ。
「賛成ー！　私たち、まだみんなの名前とか、全然分からないし」
１人が口火を切ったことで、迷っていた生徒たちが後に続いて賛成を表明する。
「僕の名前は[ひら](-平)[た](-田)[よう](-洋)[すけ](-介)。中学では普通に洋介って呼ばれることが多かったから、気軽に下の名前で呼んで欲しい。趣味はスポーツ全般だけど、特にサッカーが好きで、この学校でも、サッカーをするつもりなんだ。よろしく」
提案者である好青年はスラスラと、非の打ちどころがない自己紹介をする。
ほんと大した度胸だな。そして出たよ鉄板のサッカー。爽やかなフェイスにサッカーが合わさることで途端にモテ度が２倍、いや、４倍アップする。ほら見てみろ、平田の隣に居る女子なんて既に目がハートだ。
こういう奴がクラスの中心になって、卒業まで皆を引っ張っていくんだろうなぁ。
そして大抵クラスや学年で一番[かわい](-可愛)い子と付き合う。そこまでが１つの流れだ。
「もし良ければ、端から自己紹介を始めて[もら](-貰)いたいんだけど……いいかな？」
あくまで自然に、それとなく確認を取る平田。
端の女子生徒は少しだけ戸惑ったようだったが、すぐに意を決して立ち上がった。
と言うよりは、平田からの言葉に対応しようと慌てたとも言える。
「わ、私は、[い](-井)の[がしら](-頭)、こ、こ───っ」
名乗ろうとして、言葉が詰まる井の頭と名乗った女の子。頭が真っ白になったのか、まだ考えがまとまっていないまま自己紹介が始まったのか。その後言葉が出ないまま、段々と表情は青ざめていく。ここまであからさまに緊張してしまう子も中々珍しいな。
「がんばれ～」
「慌てなくても大丈夫だよ～」
そんなクラスメイトからの優しさが飛ぶ。けれど、それは彼女にとって逆効果だったのか、言葉は[のど](-喉)の奥に引っ込んでしまう。５秒、10秒と続く沈黙。プレッシャー。
一部の女子からは小さな失笑すら出始める始末。立ちすくんだまま、動けずにいた。
そんな中、一人の女子がこんな言葉を投げかける。
「ゆっくりでいいよ、慌てないで」
それは、頑張れや大丈夫と同じような言葉に見えて、持つ意味合いは全く違った。
極度に緊張している相手に、頑張れや大丈夫って言葉は励みであると同時に、周囲に合わせるよう強いられている言葉にも取れる。
一方で、ゆっくりでいいよ、慌てないで、と言う言葉は相手に合わせる意味を持つ。
その声に少しだけ落ち着きを取り戻したのか、はふーっ、ふーっと小さく呼吸を整えようと試みる。それから[しばら](-暫)くして……。
「私は、井の頭……[こころ](-心)と言います。えと、趣味は裁縫とか、編み物が得意です。よ、よろしくお願いします」
一言出てからは、すらりと自分の言いたいことを言えたようだった。
ホッとしたような、[うれ](-嬉)しそうな、恥ずかしそうな仕草を見せて、[い](-井)の[がしら](-頭)は腰を下ろす。
助け船のおかげで、井の頭という少女は事なきを得たようだった。自己紹介が続く。
「俺は[やま](-山)[うち](-内)[はる](-春)[き](-樹)。小学生の時は卓球で全国に、中学時代は野球部でエースで背番号は４番だった。けどインターハイで[け](-怪)[が](-我)をして今はリハビリ中だ。よろしくう」
野球で背番号が４番なことは、別に意味をなさないと思うんだが……。
と言うかインターハイって高校の体育大会だろ……。中学生に出られるはずがない。
ウケ[ねら](-狙)いのジョークと言う奴か。受けた印象は口が軽く、お調子者っぽい感じだった。
「じゃあ次は私だねっ」
元気よく立ち上がったのは、先ほど井の頭にゆっくりでいいよ、と言葉をかけた少女。
そして[け](-今)[さ](-朝)のバスの中で老婆を手助けした女の子だった。
「私は[くし](-櫛)[だ](-田)[き](-桔)[きよう](-梗)と言います、中学からの[とも](-友)[だち](-達)は１人もこの学校には進学してないので１人ぼっちです。だから早く顔と名前を[おぼ](-憶)えて、友達になりたいって思ってます」
大体の生徒が一言で[あい](-挨)[さつ](-拶)を[お](-終)えていく中、櫛田と言う少女は言葉を続けた。
「私の最初の目標として、ここにいる全員と仲良くなりたいです。皆の自己紹介が終わったら、是非私と連絡先を交換してください」
言葉だけじゃない。この子は間違いなくすぐに打ち解けるタイプだ、そう直感する。
[い](-井)の[がしら](-頭)への言葉もただ適当に励ましたものじゃない、そんな気がした。
だってもう、私誰とでも仲良くなれます、みたいな気配が出てるし。
「それから放課後や休日は色んな人と沢山遊んで、沢山思い出を作りたいので、どんどん誘ってください。ちょっと長くなりましたが、以上で自己紹介を[お](-終)わりますっ」
間違いなく男女共に人気が出ることになるだろうなぁ。
……とか言って他人の自己紹介を批評しているバヤイじゃないぞ。
何だろうな、このちょっと妙に落ち着かない感じ。
自分の番でなんて言おうか、ウケ[ねら](-狙)った方がいいのか、とか考えだしてしまう。
超ハイテンションで自己紹介したら一笑い取れるか？
いや、でもなぁ。いきなりハイテンションなんてドン引きされそうだし。そもそもオレ、そんなキャラでもないしなぁ。
あれこれ悩んでいる間にも自己紹介は進んでいく。
「じゃあ次───」
促すように次の生徒に視線を送る[ひら](-平)[た](-田)だが、次の生徒は強烈な[にら](-睨)みを平田に向けた。
髪を[ま](-真)っ[か](-赤)に染め上げた、それはもう不良って言葉がピッタリの少年だ。
「俺らはガキかよ。自己紹介なんて必要ねえよ、やりたい奴だけでやれ」
赤髪が平田を睨みつけた。今にも[く](-食)って掛かりそうな勢いだ。
「僕に強制することは出来ない。でも、クラスで仲良くしていこうとすることは悪いことじゃないと思うんだ。不愉快な思いをさせたのなら、謝りたい」
[ま](-真)っ[す](-直)ぐに見つめ頭を下げる平田の姿を見て、女子の一部が赤髪を睨みつけた。
「自己紹介くらいいいじゃない」
「そうよそうよ」
さすがイケメンサッカー少年。あっという間に女子の大半を味方に引き込んだようだ。
ただ、その反面赤髪をはじめ、男子生徒からは半分[しつ](-嫉)[と](-妬)に似た怒りを買ったようだが。
「うっせぇ。こっちは別に、仲良しごっこするためにココに入ったんじゃねえよ」
赤髪は席を立った。それと同時に数人の生徒が後に続くようにして教室を出る。慣れ合うつもりはないと判断したらしい。隣の席に座る[ほり](-堀)[きた](-北)もまたゆっくりと立ち上がる。
堀北はちょっとだけこちらに顔を向けたが、オレが動かないことを知るとすぐに歩き出した。平田は少しだけ寂しそうにそんな堀北たちの背中を見送る。
「悪いのは彼らじゃない。勝手にこの場を設けた僕が悪いんだ」
「そんな、平田君は何も悪くないよ。あんな人たちほっといて続けよ？」
一部は自己紹介に反発する形で教室を出て行ってしまったが、残った多くの生徒たちは自己紹介を続けていく。結局大多数は長い物には巻かれるのが世の常だ。
「俺は[いけ](-池)[かん](-寛)[じ](-治)。好きなものは女の子で、嫌いなものはイケメンだ。彼女は随時募集中なんで、よろしくっ！　もちろん[かわい](-可愛)い子か美人を期待！」
ウケを[ねら](-狙)ったのか、本気で言ったのか判断は難しいが、少なくとも女子の反感は買った。
「すごーい。[いけ](-池)くんカッコイー」
女子の一人が、１０００％[うそ](-嘘)だと分かる無感情な声でそう言う。
「マジマジ？　や、俺も自分で悪くないとは思ってんだけどさ、へへっ」
どうやら池はそれを真に受けたらしく、ちょっと恥ずかしそうに[ほお](-頬)をかいた。
その瞬間女子たちがドッと笑う。
「なんだよ、皆可愛いなぁ。ほんと彼女募集中だから！」
いや、からかわれているんだぞお前は。
調子に乗って[な](-何)[ぜ](-故)か陽気に手を振る池。悪いヤツではなさそうだけどな。
それから次に、[け](-今)[さ](-朝)バスで一緒だった男子生徒、[こう](-高)[えん](-円)[じ](-寺)の番がやって来る。
長めの前髪を手鏡で確認しながら、クシを使い無駄に整えている。
「あの、自己紹介をお願いできるかな───？」
「フッ。いいだろう」
短く、貴公子のように[ほほえ](-微笑)んで見せるが、どことなくふてぶてしい態度が見え隠れする。
長い足をゆっくりと上げ立ち上がるのかと思ったが、高円寺は机の上に両足を乗せ、あろうことかその体勢で自己紹介を始めた。
「私の名前は高円寺[ろく](-六)[すけ](-助)。高円寺コンツェルンの一人[むすこ](-息子)にして、いずれはこの日本社会を背負って立つ人間となる男だ。以後お見知りおきを、小さなレディーたち」
クラス、と言うよりは異性に向けただけの自己紹介だった。
女子たちは金持ちのボンボンに目を輝かせ───ることもなく、ただの変人を見るような目で高円寺を見ていた。……当然だな。
「それから私が不愉快と感じる行為を行った者には、容赦なく制裁を加えていくことになるだろう。その点には十分配慮したまえ」
「えぇっと、高円寺くん。不愉快と感じる行為、って？」
制裁と言う言葉に不安を感じたのか、[ひら](-平)[た](-田)が聞き返す。
「言葉通りの意味だよ。しかし１つ例を出すなら───私は醜いものが嫌いだ。そのようなものを目にしたら、果たしてどうなってしまうやら」
ファサッと長い前髪をかき上げる。
「あ、ありがとう。気を付けるようにするよ」
赤髪や[ほり](-堀)[きた](-北)に高円寺。それに[やま](-山)[うち](-内)や池。どうやら一癖も二癖もある生徒が、このクラスには集まったらしい。[わず](-僅)かな時間の間に、オレは様々な生徒の一面を[かい](-垣)[ま](-間)[み](-見)た気がした。
オレは───特に癖も特徴も、何もない。
ただ自由な、そう、自由な鳥になりたくて、籠を飛び出した一羽の鳥なんだ。
先のことなど考えず、大空へ飛び出してみたかった。
ほら、窓の外を見れば優雅に羽ばたく鳥……は今は見えないが。
とにかくそんな男なんだ、オレは。
「えーっと、次の人───そこの君、お願いできるかな？」
「え？」
しまった、妄想に[ひた](-浸)っている間にオレの番が来てしまった。多くの瞳がオレの自己紹介を期待して待っている。おいおい、そんな期待した眼でオレを見つめるなよ（思い込み）。
仕方ねえなあ、ちょっと気張って自己紹介してやるぜ。
ガタッ！　勢いよく立ち上がる。
「えー……えっと、[あやの](-綾)[こうじ](-小路)[きよ](-清)[たか](-隆)です。その、えー……得意なことは特にありませんが、皆と仲良くなれるよう頑張りますので、えー、よろしくお願いします」
[あい](-挨)[さつ](-拶)を[お](-終)えて、そそくさと席に座る。
フッ……皆見たか？　オレの自己紹介をっ。

……失敗した！

思わず頭を抱え込む。
妄想に[ふけ](-耽)りすぎて、しっかりと自己紹介を構築する余裕が無かったせいだ。
誰からも注目はされない上に、記憶にも残らない、そんな最低の自己紹介で終わった。
「よろしくね綾小路くん。仲良くなりたいのは僕らも同じだ、一緒に頑張ろう」
[ひら](-平)[た](-田)は爽やかな[え](-笑)[がお](-顔)を振りまきながら、そう言った。
パラパラとだが拍手が起こる。オレの失敗を見抜いてのフォローだと感じた。
この同情っぽいというか、お情けの拍手が妙に心に痛かった。
残念なことにそれでもちょっと[うれ](-嬉)しかった。

　　　３

お堅い学校と言っても、入学式はどこも同じようなもの。
偉い人のありがたいお言葉を頂戴し、無事に終了した。
そして昼前。オレたちは一通り敷地内の説明を受けた後、解散となった。
７、８割の生徒はその足で寮へと入っていく。残りは早くもグループを作っていて、カフェに向かう者や、カラオケに向かう[も](-猛)[さ](-者)も。[けん](-喧)[そう](-騒)はあっと言う間に過ぎ去っていく。
ちなみにオレは、寮に行く前に強い興味を抱いていたコンビニに寄ろうと思っていた。もちろん一人だ。付き添う知り合いなど一人もいない。
「……またしても嫌な偶然ね」
コンビニの中に入ると、すぐさま[ほり](-堀)[きた](-北)と鉢合わせしてしまった。
「そんなに警戒するなよ。と言うか、お前もコンビニに用事だったのか」
「ええ、少しね。必要なものを買いに来たの」
これから始まる寮生活、必要な物も少なくない。女子ともなれば、色々と入用なんだろう。堀北は商品を確認しながら、オレに言った。
手に取ったシャンプーなどの日用品を、テキパキと籠の中へ運ぶ堀北。適当に選んでいるのかと思いきや、安価なものばかりをピックアップしている様子。
「女の子って、シャンプーとかにはこだわると思ってた」
「それは人によるでしょう？　お金はいつ必要になるかわからないもの」
勝手に人の買うものを見ないでくれる？　と視線は冷ややかだ。
「それにしても、あなたが自己紹介の場に残るのが、[すご](-凄)く意外だった。あなたはクラスメイトの輪に参加するようなタイプには見えなかったから」
「事なかれ主義だからこそ、ああいう場にはひっそりと参加するもんなんだよ。堀北こそ、なんで自己紹介に参加しなかったんだよ。たかが自己紹介だぞ？　自己紹介を通して多くの生徒が仲良くなってたし、[とも](-友)[だち](-達)作るチャンスだったと思うんだが」
あの場で、そのまま携帯の連絡先なんかを交換する生徒も少なくなかった。
堀北ならたちまち、人気者になっていたかも知れないのに。[もつ](-勿)[たい](-体)ない。
「幾つも反論理由が浮かんだのだけれど、説明した方がいいかしら？　自己紹介したからといって、仲良くなれる保証があるわけじゃない。むしろ、自己紹介によって何か確執が生じるかも知れない。それなら、最初から何もしなければ問題が起きることはない。違う？」
「けど、確率的に言えば、自己紹介した方が仲良くなれる可能性は高いだろ」
「その確率は、どこから導き出したものなのかしら？　とは言え、その部分を追及しても水掛け論になるだけだから、仮にあなたの言うように、自己紹介することで仲良くなれる可能性があるとしましょう。結果、あなたは誰かと仲良くなれる可能性を[み](-見)[いだ](-出)したの？」
「う……」
じーっとオレを見て言う。……なるほど。それは見事な正論ですな。
事実オレは、まだ誰とも連絡先を交換できていない。自己紹介の利便性を証明できていない何よりの証拠になってしまった。堀北の主張に、オレは思わず視線を[そ](-逸)らした。
「つまり、自己紹介＝友達を作りやすい、と言う仮説を立証できていないのよ」
更に、と堀北は付け加える。
「そもそも、私は友人を作ろうと思っていない。だから自己紹介する必要もなければ、その場に居て自己紹介を聞く必要もないと言うこと。これで納得してもらえる？」
そう言えばオレが最初自己紹介した時も、堀北は否定的だったな……。
今にして思えば名前を教えて[もら](-貰)えただけでも奇跡的だったのかも知れない。
「悪い？」と聞かれたので、首を横に振っておいた。
人それぞれ色んな考え方があるもんだ。それを否定することはできない。
[ほり](-堀)[きた](-北)は想像していたよりもずっと孤立、いや、孤高のタイプなのかも知れない。
目を合わせることもなくオレたちはコンビニの中を[はい](-徘)[かい](-徊)する。
性格は少しきつそうだけど、一緒に居て不快感のようなものは[な](-何)[ぜ](-故)か感じない。
「うひょー。カップ麺もすげぇ種類[そろ](-揃)ってんじゃん、マジ便利な学校だよなー」
インスタント食品の前で騒ぐ２人の男子生徒。２人は山ほどのカップ麺をカゴに[ほう](-放)り込んでレジに向かっていった。カゴの中はその他にも、スナック菓子やらジュースやらでいっぱいだ。使い切れないくらいのポイントがあるのだから、当然か。
「カップ麺か……こんなに種類があるんだな」
オレがコンビニに寄った目的のひとつがコレだ。
「やっぱり男の子はそういうのが好きなの？　[からだ](-身体)に良くないと思うけど」
「好きっつーかなんつーか」
オレはカップ形状のものを手に取って、それから値札を見る。
１５６円と書かれていたが、それが高いのか安いのか残念ながら判断がつかなかった。
ポイントという単位を使ってはいるが、この辺りは日本円表記なんだな。
「なあ、商品の価格に関してはどう思う？　高いとか安いとか」
「そうね……特に違いは感じられないけれど、気になる値段のモノでも見つけた？」
「いや、そういうわけじゃない。一応聞いてみただけだ」
コンビニに陳列された商品は、[いわゆる](-所謂)妥当な値段ってことらしい。
となると、やはり１ポイント１円ということか。
高校一年生の平均的お小遣いが五千円前後だと考えると、けた違いの額だ。
やや挙動不審だったオレを見て、堀北は不思議そうに顔を[のぞ](-覗)き[こ](-込)んできた。
[ご](-誤)[ま](-魔)[か](-化)すためにやたら目立つカップ麺を手に取ってみる。
「これ、[すご](-凄)いサイズだよな。Ｇカップって」
ギガカップと言う意味らしいが、何かもうこれだけで腹いっぱいになりそうだ。
余談だが、堀北は貧乳ではないが巨乳でもない。絶妙な境界線にいる。
「[あやの](-綾)[こうじ](-小路)くん。今くだらないことを考えなかった？」
「……考えてないぞ？」
「その間が妙に気になるのだけれど」
オレの間と視線で、よからぬことを考えていることを見抜かれたらしい。鋭い奴め。
「買うかどうか悩んでたんだ。それがどうかしたのか？」
「いいえ。それならいいの。それよりやめておいたら？　学校には健康管理に気を遣った食事を出す施設も沢山あるだろうし、変な癖はつけない方がいいんじゃない？」
[ほり](-堀)[きた](-北)の言うように、無理してインスタント食品にがっつく必要はない。
ただ、どうしても興味は抑えきれないので、普通サイズのインスタント食品（ＦＯＯ焼きそばと書かれていた）を一つだけカゴに[ほう](-放)り込んだ。
注意を促した堀北は食品には一切手を付けず、生活必需品を見始めた。
ここはウィットなジョークでも飛ばして、堀北の内部ポイントを[た](-貯)める作戦に出よう。
「悩んでるならこっちの五枚刃なんかどうだ？　[き](-綺)[れい](-麗)に[そ](-剃)れると思うぞ」
「一体、私に何を剃れと？」
ドヤ顔で[ひげ](-髭)[そ](-剃)りを握りしめて見せてみるが、思ったような反応は返ってこなかった。笑って[もら](-貰)えるどころか汚物を見るような目で[すご](-凄)まれる。
「……それはほら、[あご](-顎)とか[わき](-脇)とか、下の───何でもありません」
心を[くじ](-挫)かれ口ごもるオレ。女子に対して、この手のギャグは大失敗だったみたいだ。
「[きよう](-今日)出会ったばかりの相手に、そこまで言える性格が少し[うらや](-羨)ましいわね」
「……お前も相当初対面の相手にボロクソ言ってる気がするけどな」
「そう？　私はただ事実を言ってるだけよ。あなたとは違ってね」
冷静に返されオレは言葉を詰まらせた。確かにオレのは全部出まかせだ。ツルツルでスベスベそうな堀北から、どう考えても野蛮なものなど生えてきそうにない。
堀北はまたも一番安い洗顔料を選んだ。女の子ならもう少しこだわってもいいだろうに。
「どうせならこっちの方がいいんじゃないか？」
高めのクリーミーそうなヤツを手に取って見せてみる。
「必要ない」
軽く拒否される。
「いや、でも───」
「必要ない、と言ったでしょう？」
「はい……」
[にら](-睨)まれたのでオレはそっと棚に洗顔料を戻した。
怒られても構わないからある程度会話を弾ませようと思ったが、失敗した。
「あなたも人付き合いは得意な方じゃなさそうね。会話の組み立て方が[へ](-下)[た](-手)だもの」
「堀北にそう言われるってことは、間違いなくそうなんだろうな」
「そうね。少なくとも人を見る目はあると思っているから。普通なら二度と口を[き](-利)かないところだけれど、涙ぐましい努力だけは[く](-汲)んでおいてあげるわ」
どうやらこっちの[とも](-友)[だち](-達)が欲しいと言う[ねら](-狙)い、思惑は全部筒抜けらしい。
そこでオレたちの会話はぱったりと止まってしまう。
女の子と二人でコンビニの中で買い物をするって、ちょっと不思議な感覚でやはり少し意識してしまう。[ほり](-堀)[きた](-北)は一応[かわい](-可愛)い女の子だしな。
「なあ。これ、どういうことだろうな？」
話題を変えようと店内を見渡しながら模索していると、妙なものを見つけた。
コンビニの隅に置かれた一部の食料品や生活用品。
一見他のものと同じに見えるが大きく異なる点が１つだけあった。
「無料……？」
堀北も不思議に感じたのか、商品を手に取る。
歯ブラシや[ばん](-絆)[そう](-創)[こう](-膏)といった日用品が、無料と書かれたワゴンに詰められている。『１か月３点まで』と但し書きも添えられており、明らかに周りから浮いた異質さを放っていた。
「ポイントを使い過ぎた人への救済措置、かしら。随分と生徒に甘い学校なのね」
それだけサービスが行き届いていると言うこと、なんだろうか。
「っせえな、ちょっと待てよ！　今探してんだよ！」
突如、和やかなＢＧＭを[か](-掻)き消し、やたらと大きな声がコンビニの中に響き渡る。
「だったら早くしてくれよ。後ろがつかえてるんだから」
「あ？　何か文句あんのかオラ！」
どうやら会計で[も](-揉)め事らしい。男同士の[にら](-睨)みを[き](-利)かせた言い合いが始まっているようだった。不機嫌そうに顔を[のぞ](-覗)かせたのは、見覚えのある一人の赤髪の生徒。手には一つのカップ麺が握りしめられていた。
「何かあったのか？」
「あ？　なんだお前」
友好的に話しかけたつもりだったが、赤髪は敵が増えたと勘違いしたのか強気な態度で睨みを利かせてきた。
「同じクラスの[あやの](-綾)[こうじ](-小路)だ。困ってそうだから声をかけたんだ」
事情を説明すると、少し納得がいったのか赤髪の声が少しだけ落ち着いたものに変わる。
「ああ…そういやなんとなく見覚えがあんな。学生証忘れたんだよ。これからはあれが金の代わりになることを忘れてたんだ」
手ぶらのところを見ると、一度寮に戻った様子。その時忘れてきたんだろう。
学生証が支払いに必要だというイメージは、正直オレもまだ持てない。
「良ければ立て替えるぞ？　取りに戻るのも手間だろうし。そっちが構わないならだけど」
「……そうだな。ぶっちゃけ面倒だ。ムカついてたしよ」
寮までの距離は大したことはない。だがこうしている間にも、お昼の食事を買い求めてか続々とレジには生徒が並び始め長蛇の列を形成し始めている。
「……俺は[す](-須)[どう](-藤)だ。ここはお前の世話になることにするぜ」
「よろしくな、須藤」
[す](-須)[どう](-藤)はオレにカップ麺を手渡すと、お湯を入れるよう指示して外に出ていった。そんな短いやり取りを見ていた[ほり](-堀)[きた](-北)は、あきれたようにため息をついた。
「初対面からコキ使われているわね。彼の従順なシモベにでもなるつもり？　それとも、これがあなたなりの[とも](-友)[だち](-達)を作るための行動なのかしら」
「友達作りっつーか、まぁついでだし。別にいいさ」
「彼の風貌、外見に恐怖している、という感じでもないようね」
「恐怖？　なんで。不良っぽいからか？」
「普通の人なら、彼のようなタイプとは距離を置きたがるものよ」
「別に。オレにはあいつが悪い奴には見えないし。それに堀北だってビビッてないだろ」
「あの手の人種を避ける人は、自分を守る[すべ](-術)を持たない人が[ほとん](-殆)どだから。仮に彼が暴力的な行動に訴えても、私なら退けられる。だから下がらないだけよ」
堀北の言ってることは、いちいち小難しいと言うか、変わっている。そもそも、退けられるって、どういうことだよ。痴漢撃退スプレーでも持参しているのだろうか。
「買い物、済ませましょう。他の生徒にも迷惑になるから」
堀北と共に買い物を済ませる。学生証の提示を求められたのでレジの機械に通すと、すぐに会計が済んだ。小銭の受け渡しもないので作業は円滑だった。
「マジで金として使えんのな……」
レシートには各商品の値段と、残高ポイントが印字されていた。支払いが何の滞りもなく済む。堀北を待つ間、カップ麺にお湯を入れる。作り方に苦戦するかと思ったが、ふたを開けて線までお湯を入れるだけのシンプルなものだった。
それにしても本当に不気味な学校だ。
生徒の個人個人にここまで金を払って、一体どんなメリットがあると言うのか。
[こ](-今)[とし](-年)の入学者が１６０人くらいだったはずだから、単純計算しても４８０人前後の在校生がこの学校には居ることになる。それだけで月に４８００万。年間５億６０００万。
幾ら国主導とはいっても、やり過ぎとしか思えない。
「学校には何のメリットがあるんだろうな。これだけの大金を持たせて」
「そうね……。敷地内にある設備だけでも十分多くの生徒は集まるわけだし、無理して学生にお金を持たせるなんて、必要性があるとは思えない。学生本来の目的である勉強が[おろそ](-疎)かになってしまうことだって十分にあるはずなのに」
これがテストとかで頑張ったご[ほう](-褒)[び](-美)ってことなら、分からないでもない。
現金な話だが、成功報酬となれば生徒のやる気は上がるだろうし。
でも、学校側はポイント獲得の条件など一切なく、10万もの金を全員に配った。
「指図できるようなことではないけれど、極力無駄遣いは避けた方がいいわよ。浪費癖がつくと後で治すのは大変だと思うから。人間は一度楽な暮らしを覚えると、それを[たやす](-容易)くは手放せない。目減りした時に受ける精神的なショックは大きいもの」
「肝に銘じておく」
元々雑費に金を費やすって気持ちは持ち合わせていない、その点は大丈夫だろう。
会計を済ませ店外へと移動すると、[す](-須)[どう](-藤)はコンビニの前で腰を下ろして待っていた。
こちらを見つけると、軽く手を挙げて応える。それに合わせてオレも手を少し上げると、何となく[うれ](-嬉)しいような気恥ずかしいような気持ちになった。
「まさかここで食べるのか？」
「当たり前だろ。ここで[く](-食)うのが世間一般の常識だ」
須藤は当然のように答えたが、オレは困惑し、[ほり](-堀)[きた](-北)も[あき](-呆)れたようなため息をついた。
「私は帰るわ。こんなところで品位を落としたくないし」
「何が品位だよ。高校生だったら普通だろうが。それとも良いとこのお嬢様ってか？」
須藤は堀北に[か](-噛)みついたが、堀北は目を合わせることすらしなかった。
それが[しやく](-癪)に[さわ](-障)ったのか、須藤はカップ麺を地面に置き立ち上がった。
「あぁー？　人の話聞けよ。おい！」
「彼どうしたの。急に怒り出して」
あくまでも堀北は、須藤とは話さずオレに聞いてきた。
それが余計に気に食わなかったのか、須藤は[つか](-掴)みかかる勢いで[ほ](-吠)えた。
「こっち向けよ！　ぶっ飛ばすぞ！」
「堀北の態度が悪かったのは認めるよ。でも、お前もちょっと怒りすぎだ」
幾らなんでも、須藤にはキレるまでの前触れが無さすぎる。
「ああ？　んだと？　こいつの態度が生意気なのが悪いんだろうが、女のくせによ！」
「女のくせに。時代錯誤も良いところね。彼とは[とも](-友)[だち](-達)にならないことをお勧めするわ」
そう言い、堀北は最後まで須藤と会話することなく背を向けた。
「待てよオイ！　クソ女！」
「落ち着けって」
本気で堀北に掴みかかろうとした須藤をオレは慌てて制止する。
堀北は立ち止まることも振り返ることもなくそのまま寮へと帰っていった。
「何なんだよあいつは！　くそっ！」
「人それぞれ、色んなタイプがいるもんだって」
「うっせぇよ。ああ言う[まじめ](-真面目)ぶったヤツ、俺は嫌いなんだよ」
オレまで[にら](-睨)まれる。須藤はカップ麺をひっつかむと、フタを[は](-剥)がして食べ始めた。
さっきレジ前で[も](-揉)めてたことといい、ちょっと須藤は怒りの沸点が低いのかも知れない。
「おい、お前ら一年か？　そこは俺らの場所だぞ」
須藤がラーメンをすするのを見ていると、コンビニから同じようにカップ麺を持って出て来た３人組に声をかけられた。
「んだお前ら。ここは俺が先に使ってんだよ。邪魔だから[う](-失)せろ」
「聞いたか？　失せろだってよ。こりゃまた随分と生意気な一年が入ってきたもんだ」
けらけらと[す](-須)[どう](-藤)の[か](-噛)み付きに対して笑う。その様子を見ていた須藤は、突如立ち上がると、手にしていた食べかけのカップ麺を地面に[たた](-叩)きつけた。辺りに汁と麺が散乱する。
「一年だからって[な](-舐)めてんじゃねえ、あぁ!?」
……ちょっと、じゃないな。須藤は相当怒りの沸点が低い。すぐに[ほ](-吠)え相手を威嚇する性格の持ち主らしい。
「二年の俺たちに対して随分な口のききようだなぁオイ。ここに荷物置いてんだろ？」
ポン、と今荷物を置く２年の先輩。そしてげらげらと笑いだす。
「はい俺たちの荷物がここにはありました。だからどけ」
「いい度胸じゃねえか、くそが」
須藤は人数差に[ひる](-怯)まず[く](-食)ってかかった。今にも[なぐ](-殴)り合いが始まりそうな様相だ。まさかオレを頭数に入れてないだろうな。
「おー怖い。お前クラスは何だよ。なんてな。当ててやろうか？　Ｄクラスだろ？」
「だったらなんだってんだ！」
須藤がそう答えた途端、上級生全員が一斉に顔を見合わせ、一瞬の間の後、ドッと笑う。
「聞いたか？　Ｄクラスだってよ。やっぱりな！　お里が知れるってもんだよなぁ」
「あ？　そりゃどういう意味だよオイ」
食ってかかる須藤だったが、逆に男たちはニヤニヤと一歩後退した。
「[かわい](-可哀)[そう](-想)なお前ら『不良品』に[きよう](-今日)だけはココを譲ってやるよ。行こうぜ」
「逃げんのかオラ！」
「吠えてろ吠えてろ。どうせすぐ、お前らは地獄を見るんだからよ」
地獄を見る？
彼らからは明らかな余裕の色が見て取れた。どういうことだろうな。
と言うか、てっきりお坊ちゃんお嬢様ばっかりの学校かと思ってたけど、ああ言う連中や須藤のようなタイプまで、派手な連中が結構いるんだな。
「あークソが、女といい２年といい、うぜぇ連中ばっかりだぜ」
須藤は散乱した具材の後始末もせず、ポケットに手を[つ](-突)っ込み帰っていった。
オレはコンビニの外壁を見上げる。そこには２台の監視カメラが設置されていた。
「後で問題になる可能性あり、か」
仕方なくしゃがみこみカップを拾い上げると、後片付けを始めた。
それにしても、須藤がＤクラスと知った途端２年生は急に態度を変えた。
気になると言えば気になるが、今その答えを導き出せるはずもない。

　　　４

午後１時を回る頃、オレは[きよう](-今日)から自分の家となる寮へと帰り着いた。
１階フロントの管理人から４０１と書かれたカードキーと、寮でのルールが書かれたマニュアルを受け取り、エレベーターに乗り込む。渡されたマニュアルに目を通すと、ゴミ出しの日や時間、騒音には気を付けること。水の使い過ぎや無駄な電気の使用を控えることなど、生活の基本の事柄ばかりが記載されていた。
「電気代やガス代も、基本的に制限はないのか……」
てっきり、ポイントの中から支出するものだとばかり思っていた。
本当にこの学校は生徒のために、あらゆる手を尽くし万全の体制を築いている。
男女共用の寮になっていることにも少し驚いた。さすがに高校生にそぐわない恋愛をしてはいけないと書かれてあるが。要は表向きエッチはご[はつと](-法度)ってことだ。……当たり前か。聖職者が不純異性交遊やりまくってオッケーなんて言うはずがない。
しかしこんな楽な暮らしで、本当に立派な大人に育成出来るのかは[はなは](-甚)だ疑問だが、生徒側としては喜んで今の状況を利用させてもらった方がいい。
[わず](-僅)か八畳ほどの１ルーム。けど、今日からここはオレだけの家だ。学校の寮とはいえ、初めての一人暮らし。卒業するまでの間、外部との連絡を一切断って生活することになる。
その状況にオレは思わず笑みがこぼれてしまった。
この学校は高い就職率を誇り、その施設や待遇も他校の追随を許さない日本屈指の高校。
でも、オレにとってそんなものは[さ](-些)[さい](-細)なことだ。この学校を選んだ唯一にして最大の理由。中学時代の友人であれ肉親であれ、許可なく在校生と接触することは出来ない。
それが──どれだけありがたいことか。
オレは自由だ。自由。英語で言うとフリーダム。フランス語ならリベルテ。
……自由って最高じゃね？　好きな時間に食べたいものを食べたり、寝たり、遊んだり出来るってことだろ？　さっきの連中の言葉じゃないけど、卒業したくねーわー、オレ。
この学校に受かる前は、正直どっちでもいいと思っていた。
合格でも不合格でも、些細な違いでしかないと思っていた。
だけどやっと実感が[わ](-湧)いてくる。オレはこの学校に受かって良かったんだ、と。
もう誰の目も、言葉も、オレに届くことは無い。
やり直せる……いや、新しく始めることが出来るのだ。人生を。
とりあえず、目立たずそこそこに楽しく学生ライフを満喫していくと誓おう。
制服のまま、整えられたベッドにダイブする。だが眠気が襲ってくるどころか、わくわくする状況に気持ちが落ち着かず目が[さ](-冴)えていくのだった。
