最悪のタイミングだ。
自撮りポイントを探していた私が見つけたのは、まさに事件現場。小さな名探偵も[かたず](-固唾)を[の](-呑)んで見守るしかない緊迫した状況だった。事の発端は数十秒前、[さ](-些)[さい](-細)な言いがかりが相手を挑発する激しい暴言に変わり、たちまち[なぐ](-殴)り合いに発展してしまった。いや、殴り『合い』は正確じゃない。床に倒れ込み痛みを[こら](-堪)える３人の男子生徒たち。それを見下ろす[ま](-真)っ[か](-赤)な髪の男子生徒。勝負の行方はあまりに一方的過ぎた。
殴った右手の[こぶし](-拳)には、負傷した相手の血が[わず](-僅)かに付着しているのが見て取れた。人生で初めて遭遇する本格的な[けん](-喧)[か](-嘩)の場面。小学生の時、クラスの男の子同士が喧嘩して服を引っ張ったり腕を[つね](-抓)ったりするところは見たことがあったけど、それとはわけが違う。この場の張りつめた空気の重さが[すべ](-全)てを物語っていた。
私は恐怖を感じながらも、ほぼ無意識のうちにその情景をデジカメのレンズで[とら](-捉)えていた。無音で切られるシャッター。撮った後で自分は何をやっているんだと思ったけれど、パニックの最中思考は[う](-上)[ま](-手)くまとまらない。
私は一刻も早くこの場所から立ち去りたかった。でも、脳がまともに機能していないせいで足は言うことをきかず、金縛りにあったように動かなかった。
「へへ、こんなことして……タダで済むと思ってんのかよ、[す](-須)[どう](-藤)っ」
[かろ](-辛)うじて上半身を起こした男子が、[おび](-怯)えながらも必死な抵抗を見せる。
「笑ってる場合かよ。３人がかりでそのザマなんてダセエなおまえら。いいか？　二度と俺に[かか](-関)わるなよ。次はこんなもんじゃすまさねえぜ」
半ば戦意喪失した生徒の胸倉を[つか](-掴)み、須藤くんは顔を近づける。目と目、その距離数センチ。今にも食い殺しそうな勢いで[すご](-凄)みを効かせると、根負けした男子は視線を[そ](-逸)らした。
「ビビりやがって。人数がいれば勝てるとでも思ったかよ」
鼻で笑った須藤くんが、床に落としたボストンバッグを拾い上げる。
戦意を無くした３人にはもう興味がないのか、須藤くんは背中を向けて歩き出す。
その瞬間、私の心拍数は急激に上昇した。当然だ。私が隠れている方向へ須藤くんが歩き出したからだ。この特別棟から出るルートは限られている。私が上ってきた階段から降りるのがセオリーだ。逃げるタイミングを逸し、私の体は思うように動かない。事故に遭う瞬間体が硬直するって聞くけど、まさにその状態だ。
「時間を無駄にしたぜ。練習後で疲れてんだから勘弁してくれよ」
距離が詰まってくる。僅か数メートル先。
「……後で後悔すんのはおまえだぜ、須藤」
男子生徒の一人が、声を絞り出すように[す](-須)[どう](-藤)くんを呼び止めた。
その瞬間、私の[じゆ](-呪)[ばく](-縛)がゆっくりと解かれ始める。
「負け犬の[とお](-遠)[ぼ](-吠)えほどみっともないものはないな。何度やっても俺には勝てねーよ」
その言葉は虚勢ではなく、明らかに自信に裏付けされてのものだった。事実、須藤くんは３対１の圧倒的に不利な戦局を、無傷で制圧した。
もうすぐ７月を迎える今は、もう夏が顔を[のぞ](-覗)かせ始めていて蒸し暑い。
その場でジッと動けなかった私の首筋に、[わず](-僅)かに汗がじわりと垂れた。
私は慌てず、冷静に、そして静かにその場を立ち去ることを決める。
今ここで誰かに見つかって巻き込まれるのだけは嫌だった。
そうなれば、私の平穏な学校生活に暗雲が立ち込めてしまうから。
ゆっくりと、けれど迅速に動き出しその場を後にする。
「誰かいるのか……？」
無意識に逃げたい気持ちがはやったのか、[かす](-微)かに空気が変化する。それを気取られ、須藤くんが寸前まで私のいた場所をのぞき込む。だけど間一髪私は階段を下りることに成功する。
あと１秒か２秒遅ければ後ろ姿を見られていたかも知れない。

　　　１

Ｄクラスの朝はいつも[にぎ](-賑)やかだ。本来[まじめ](-真面目)とは程遠い連中が多いからだ。
だが今日はいつにも増して浮き足立っていて騒がしい。その理由は言わずもがな。今日は入学以来、久しぶりにポイントの支給があるかも知れないのだ。
オレが通う学校『高度育成高等学校』は他に例を見ないＳポイントと呼ばれるシステムを採用しているのだが、そのことについて少し説明しよう。
オレは学校から支給されている携帯電話を取り出すと、プリインストールされている学校のアプリを起動し、そこで学籍番号とパスワードを入力しログインを行う。そしてメニューの一つである『残高照会』を行った。
残高照会からは様々なことが出来る。現在所持している自分のポイントを確認したり、クラスが保有するポイントの確認。更には自分のポイント残高から別の生徒にポイントを付与する機能も備わっている。
ポイントは２種類に分類されており、そのうちの一つは末尾に『cl』と明記されている。これはclassの略称として広まっていて『クラスポイント』と呼ばれている。生徒個人に割り当てられたものではなく、クラス単位で所持しているポイントのことだ。６月時点で残高に表示されたオレたちＤクラスのポイントは０cl。ポイントは無しだ。そしてもう一つには『pr』と明記されている。それはprivateの略称で、個人個人が所有するポイント……プライベートポイントだ。
毎月１日にcl、つまりクラスポイントの数字×１００倍のプライベートポイントが生徒たちに振り込まれる、という仕組みになっている。
このプライベートポイントは、日用品を買ったり食事をしたり、あるいは電化製品を買ったりと、学校においてお金の役割を果たしており、非常に重要なものだ。
敷地内では現金が使えないため、このプライベートポイントを所持していなければ、強制的にお小遣いなしで日々の生活を送らなければならない。
Ｄクラスはクラスポイントが０のため、毎月振り込まれるはずのプライベートポイントも必然的に０となり、お小遣い無しでのやり繰りを強制されている。
もっとも、入学したときにはクラスポイントは１０００支給されていた。
それが維持できていれば毎月10万円[もら](-貰)える状態だったのだ。ところが、厄介なことにこのクラスポイントは日々増減する。授業中の私語やテストの点数が悪いなど、様々な要因でポイントが削られていく。結果、Ｄクラスは５月の頭にクラスポイントを０にしてしまったと言うわけだ。悲しいかな、７月１日今現在までそれは続いている。
そしてクラスポイントは毎月の支給額の他に、クラスの優劣を決める役割も担っている。クラスポイントの数値が高い順に、Ａ～Ｄクラスへと割り振られているのだ。
もし、オレたちＤクラスがＣクラスを[しの](-凌)ぐクラスポイントを得られたなら、恐らくその次の月からＣクラスへと上がることが出来るだろう。そして最終的にＡクラスに[たど](-辿)り付いて卒業を迎えることが出来れば、自らの望む進学先、就職先を手にすることが可能になる。
当初この制度を聞いた時、大切なのはクラスポイントを[た](-貯)めることだと思っていた。プライベートポイントをどれだけ貯めたところで自己満足にしかならないと。
だけどその考え方は、中間テストの点数を買えたことから一変した。
少し前のテストで、オレは惜しくも赤点を取ってしまった[す](-須)[どう](-藤)の点数を学校側に売ってもらうという作戦に出た。それがあっさりと学校側に認められたことから見ても、Ｄクラスの担任である[ちや](-茶)[ばしら](-柱)先生の言葉は冗談じゃないんだと分かる。
『この学校では、学校と生徒の契約において、原則ポイントで買えないものはない』
すなわち、学校においてプライベートポイントを持つということは、必要に応じて状況を有利に運ぶことが可能になることを意味している。
その気になればテストの点数以上のものを入手することも出来るかも知れない。
「おはよう諸君。今日はいつにも増して落ち着かない様子だな」
ホームルームの開始を告げる鐘の音と共に、茶柱先生が入室してきた。
「[さ](-佐)[え](-枝)ちゃん先生！　俺たち今月もポイント０だったんですか!?　朝チェックしたら１円も振り込まれてなかったんだけど！」
「それで落ち着かなかったわけか」
「俺たちこの１か月、死ぬほど頑張りましたよ。中間テストだって乗り切ったし……なのに０のままなんてあんまりじゃないですかね！　遅刻や欠席、私語だって全然だし！」
「勝手に結論を出すな。まずは話を聞け。[いけ](-池)、確かにおまえの言うように今までとは見違えるほど頑張ったようだな。それは認めよう。お前たちが実感を持っているように学校側も当然それを理解している」
諭すように言われ、池は口を[つぐ](-噤)んで[い](-椅)[す](-子)に腰を下ろした。
「ではさっそく今月のポイントを発表する」
手にした紙を黒板に広げてポイント結果がＡクラスから順に公開されていく。
Ｄを除く[すべ](-全)てのクラスポイントが、先月と比べ１００近く数値を上昇させていた。
Ａクラスに至っては、１００４という入学時を[わず](-僅)かに上回る結果を付けている。
「……あまり[うれ](-嬉)しくない展開ね。まさかもうポイントを増やす方法を見つけた、とか？」
隣の席の住人、[ほり](-堀)[きた](-北)[すず](-鈴)[ね](-音)は他クラスのことばかり気になっている様子だったが、池たちＤクラスの大半の生徒は、他のクラスのポイントなど気にしていない。肝心なのは自分たちにクラスポイントがあるのかどうか。その一点だけだ。
Ｄクラスの表記には───87ポイント。そう記されていた。
「え？　なに、87って……俺たちプラスになったってこと!?　やったぜ！」
ポイントを見つけた瞬間、[いけ](-池)が飛び跳ねる。
「喜ぶのは早いぞ。他クラスの連中はお前たちと同等かそれ以上にポイントを増やしているだろ。差は縮まっていない。これは中間テストを乗り切った１年へのご[ほう](-褒)[び](-美)みたいなものだ。各クラスに最低１００ポイント支給されることになっていただけにすぎない」
「そういうことね。急にポイントが支給されるなんておかしいと思ったわ」
Ａクラスを目指す[ほり](-堀)[きた](-北)にとって、入学以来となるクラスポイントの所持は喜ばしいことではなかったのか、[え](-笑)[がお](-顔)は無い。
「がっかりしたか堀北。まあ、クラスの差が余計に開いてしまったからな」
「そんなことはありません。今回の発表で得たこともありますから」
「なんだよ得たことってさ」
池が立ったまま堀北に聞く。周囲の視線を集めた堀北は、答える気になれなかったのか黙り込んでしまった。それを見ていたクラスの中心人物、[ひら](-平)[た](-田)[よう](-洋)[すけ](-介)が代わりに答える。
「僕たちが４月、５月で積み重ねてきた負債……つまり私語や遅刻は見えないマイナスポイントにはなっていなかった、ということを堀北さんは言いたかったんじゃないかな」
頭の回転が速い平田は迷わずそう答えた。お見事。的中だ。
「あ、そっか。１００ポイント[もら](-貰)ってもマイナスが沢山残ってたら、０のはずだもんな」
分かりやすい説明に納得した池が、やったぜ、と大げさに両手を上げる。
「あれ？　でもじゃあ、どうしてポイントが振り込まれてないんだ？」
至極当然の疑問に原点回帰した池が、[ちや](-茶)[ばしら](-柱)先生を見る。
８７００のプライベートポイントが振り込まれていなければおかしいことになる。
「今回、少しトラブルがあってな。１年生のポイント支給が遅れている。おまえたちには悪いがもう少し待ってくれ」
「えーマジすかあ。学校側の不備なんだから、なんかオマケとかないんですかあ？」
生徒たちからも同様に不平不満の声が上がる。無いと思っていたポイントがあると分かった途端、態度が[ひよう](-豹)[へん](-変)した。87ポイントでもあると無いとでは雲泥の差だからな。
「そう責めるな。学校側の判断だ、私にはどうすることもできん。トラブルが解消次第ポイントは支給されるはずだ。ポイントが残っていれば、だがな」
茶柱先生の何やら意味深な言葉が耳に残った。

　　　２

昼休みに突入すると、生徒たちは[おの](-各)[おの](-々)自由に昼食をとるため行動を起こし始める。
だが最近、実は中途半端に[とも](-友)[だち](-達)が出来始めたこの時期が、一番学校生活において大変だと身をもって体感している。例えば[くし](-櫛)[だ](-田)[き](-桔)[きよう](-梗)。彼女は男女共に友達が多く人気も絶大で、直接誘われることはもちろん、電話やメールでも誘いがひっきりなしに来る。いつも[こた](-応)えきれずに[や](-止)む無く断ったり、大勢と食べに行くなんてリアルライフを繰り返している。
片や女子には不人気なものの、[いけ](-池)や[やま](-山)[うち](-内)たちは親しくなった男子たちとほぼ毎日のようにご飯を食べているようだ。その中には[す](-須)[どう](-藤)や[ほん](-本)[どう](-堂)の姿もある。
何が言いたいかというと、オレはどこにも属しきれていないということ。
[くし](-櫛)[だ](-田)とも[とも](-友)[だち](-達)と言えば友達だし、池や山内たちとも友達だ。どちらとも時折食事を一緒することはあるが、それはけして高い頻度とは言い[がた](-難)い。大体向こうから『昼飯どう？』とか『放課後遊ばないか？』という声がかかって初めて成り立つ関係だ。
これが、入学したての頃は気にならなかった。友達が出来る前、つまり声をかける相手もかけてくれる相手もいないから必然一人であることが普通だった。
ところがこうした時期になると、友達はいるのに一人という不可思議な現象が起こる。
この現象……体験してみると実に[い](-居)[ごこち](-心地)が悪い。修学旅行の話し合いを欠席したら、どこのグループにも呼ばれてなくて泣きたくなった、というような展開もこの先大いにあり得る。友達は友達でもオレは低ランクの友達なのか、あるいは友達だと思っていたのはオレの方だけなのか？　なんて妄想まで。
そわそわと落ち着かず、思わず池たちの方を見てしまう。オレはここにいるぞ、誘ってくれてもいいんだぞ。そんな自分勝手な淡い期待を込めての[まな](-眼)[ざ](-差)しだ。
そしてそんな自分に自己[けん](-嫌)[お](-悪)し、往生[ぎわ](-際)が悪いぞと自分を戒め視線を[そ](-逸)らす。
情けない話そんなことを連日繰り返しているのだ。
「まだ[な](-馴)[じ](-染)みきれてないのね。相変わらず哀れよ[あやの](-綾)[こうじ](-小路)くん」
隣人は冷ややかな目で[さまよ](-彷徨)うオレを見つめる。
「……お前はすっかり[こ](-孤)[どく](-独)が板についたみたいだな」
「お陰さまで」
[いや](-嫌)[み](-味)のつもりだったが、[ほり](-堀)[きた](-北)は素直に受け止める。
クラスメイトの大半はグループを作っているが、こいつのように一人でいる生徒も少なからず存在するのが、オレの唯一の心の[よ](-拠)り[どころ](-所)だ。
堀北だけでなく、[こう](-高)[えん](-円)[じ](-寺)も大半の時間を一人で過ごしている。入学当初の高円寺は食堂で他クラスや他学年の女子と食事を共にするという[にわ](-俄)かには信じられない行動を起こしていたが、ポイントが不足してからは大体教室で過ごしていた。
高円寺コンツェルンという日本有数の企業、その社長の一人[むすこ](-息子)は、孤独が大好きと言うより自分大好きな人間のため他人への関心が薄い。
自分が一人でいるという状況を全く苦にしていない姿勢はちょっとだけ尊敬する。
今日も今日とて、手鏡で自分の容姿チェックに余念がないようだった。
他にも、メガネをかけた大人しい女子が居る。一時期胸が大きいとかで池たちが騒いだ時期があったが、地味故に話題はすぐに去ってしまい今は誰も関心を持っていない。そんな彼女はいつも一人で過ごしていて、誰かと話しているところは一度も見たことがない。
案の定今日も背中を丸めお弁当を食べているようだった。数少ない手作り派だ。
そして隣の住人も、[かばん](-鞄)から弁当を取り出してお弁当包みを広げる。
[ほり](-堀)[きた](-北)は最近、食堂はあまり利用せず自分で手作りの弁当を持ち込んでいた。
「弁当作る手間と材料費、バカにならないんじゃないか？」
[ぜい](-贅)[たく](-沢)な内容とは言えないが、学校の食堂なら無料で食べられる定食、ポイントを失った者たちに対する救済措置が用意されている。手作り弁当のメリットであるコスト面は０に抑えられるのだから、そっちを利用した方が時間もポイントも節約になる。
「知らないのね。スーパーにも無料で提供されてる食材があるのよ」
「もしかして、それで作ってるのか？」
堀北は否定せず弁当箱を開ける。肉類や油ものはあまりなかったが十分おいしそうだ。
「文武両道に合わせて料理まで得意なのか。性格に似合わず器用だよな」
「料理くらい本やネットを見れば誰でも作れるわ。必要な器具も寮に[そろ](-揃)っているし」
堀北は余計なひと言に触れることも自分の才能に[おご](-驕)ることもなく、サラッと流して[はし](-箸)を取り出した。出来て当然と思っているからこその対応だ。
「でも、何でわざわざ手作りなんだよ」
「学食は騒々しいもの。ここなら落ち着いて食べられるでしょう？」
入学当初は売店で購入してきたパンなどで昼食にする生徒たちも多かったが、今はポイントの兼ね合いもあって無料の定食を食べに食堂へ向かう生徒たちが圧倒的に多い。気が付けば教室は数名の生徒を残すのみだ。
堀北には願ったり[かな](-叶)ったりの環境ということか。ってもう[いけ](-池)たちはいなくなっていた。
「またビッグウェーブに乗り損ねたか……」
「いつも海を眺めてるだけで、[こ](-漕)ぎ[だ](-出)すサーフボードも覚悟も持ってないでしょう？　それで波に乗れなかったと発言できるなんて、あなたは大層な大物ね」
その見事な返し、反論できないから勘弁してほしい。

　　　３

放課後は、昼と違って対人関係で悩むことがないから意外と楽だ。
さっさと寮に帰ってしまえば目立つこともないし、帰宅組も少なくない。
忍者の[ごと](-如)く人ごみに[まぎ](-紛)れ込む様は、一見の価値有りだ。仲良しグループの後ろに[は](-貼)り付けば、[さ](-然)も[とも](-友)[だち](-達)の一員として歩いているように見せかけることも出来る。
「……[むな](-虚)しい」
[う](-上)[ま](-手)く[とも](-友)[だち](-達)を[よそお](-装)えたところでただの自己満足な上、そもそもオレの交友関係を気にしている人間などこの学校には存在しないんだった。
「[す](-須)[どう](-藤)。お前に少し話がある、職員室まで来てもらおうか」
さっさと教室を出ようとする須藤を、[ちや](-茶)[ばしら](-柱)先生が呼び止めた。
「は？　何で俺が。これからバスケの練習なんすけど」
[け](-気)[だる](-怠)そうにバッグを開け、ユニフォームを少し取り出して見せる須藤。
「顧問には話をつけた。来るも来ないもお前の自由だが、後で責任は取らんぞ」
脅迫とも取れる茶柱先生の警告に強気な須藤も少し身構えた。
「なんなんだよ……すぐ[お](-終)わるんだろうな？」
「それはお前の心がけ次第だ。こうしてる間にも時間は過ぎていくぞ」
そう言われてしまっては、ついて行かざるを得ないようだった。
露骨な舌打ちをした後、茶柱先生の後ろについて教室を出ていく。
「変わったようで変わってないよな、須藤の[やつ](-奴)。退学しといた方がよかったんじゃ？」
誰かは分からないが、クラスの中からそんな[つぶや](-呟)きが聞こえてきた。
中間テストの時はグループこそ幾つかに分かれていたが、クラス一丸となった気もしたんだけどな。どうやらそれは気のせい、まやかしの[たぐい](-類)だったらしい。
「あなたもそう思う？　須藤くんが退学しておけばよかったと」
言いながら、帰るために教科書を[かばん](-鞄)に[し](-仕)[ま](-舞)う[ほり](-堀)[きた](-北)。毎日律儀に教科書を持ち帰り自室で予習復習をする生徒は[ほとん](-殆)どいないだろう。[まじめ](-真面目)すぎるのも考え物だな。
「オレは別に。おまえこそどうなんだよ堀北。須藤に手を貸した一人として」
「そうね……。クラスにとってプラスとなるかどうか、それがまだ未知数なのは確かね」
隣の席の住人、堀北は、淡々とした感情で答える。
期末テストで須藤が退学の危機にあった際、あいつを助けるために自らの点数を下げたり、ポイントを消費してテストの点数を購入したとは思えない態度だ。
オレが席を立つと同時に、堀北も立ち上がり二人で教室を後にする。いつからか寮まで時々一緒に帰るようになった。昼食もバラバラだし遊んだりもしないのに不思議だ。共通する点は、どちらも基本的に寄り道などせず帰ること。きっとそんな理由なんだろう。
「少し気になるわね。[け](-今)[さ](-朝)先生が言っていたこと」
「ポイントの振り込みが保留になったことか？」
「ええ。トラブルがあったらしいけれど、それが学校側の問題なのかそれとも私たち生徒側の問題なのか。もし後者なら……」
「考え過ぎだ。最近は特に問題なんかもなかった。それに担任が言ってただろ。Ｄクラスだけがポイントの支給を止められてるわけじゃないと。単純に学校側の問題だって」
強いて懸念材料があるとしたら、１年生だけが支給を見送られているという部分だが、それにＤクラスが[から](-絡)んでる確率は相当低い。……はずだ。
「そうあってほしいものね。トラブルは必ずポイントにも直結するから」
[ほり](-堀)[きた](-北)は日々、どうすればポイントを獲得できるかを考えている。当然プライベートポイントではなく、Ａクラスに上がるためのクラスポイントをだ。それが無駄なことだとは言わないが、現状雲をつかむような話であることは言うまでもない。
けど、ちょっと期待している面もある。もしも堀北がポイントを上昇させる攻略法を発見出来れば、それはＤクラスにとって大きなプラス要因になるからだ。更に、クラスメイトからの信頼も上がり堀北に[とも](-友)[だち](-達)も出来る。まさにｗｉｎ－ｗｉｎ。
「そう言えば、たまにはチャットに参加したらどうだ？　堀北だけずっと未読だぞ」
携帯を取り出し、グループチャットのアプリを起動して見せる。
期末テストを乗り切ったオレたちはグループチャットに堀北を招待した。人との対話が嫌いな堀北もチャットならば参加してくれるんじゃないかという[くし](-櫛)[だ](-田)の配慮だったが、その[おも](-想)いも[むな](-虚)しく今のところ全くの不参加だ。
「全く興味ないもの。通知もオフにしてあるから」
「左様か」
どうやら最初から参加するつもりはないらしい。アプリを削除せず残しているのは、消すと櫛田たちに通知が行き、あれこれ聞かれるからだろう。
参加するかしないかは堀北の自由だからこれ以上余計なことは言えない。資格もない。
「[あやの](-綾)[こうじ](-小路)くんこそ随分と[じよう](-饒)[ぜつ](-舌)になったものね」
「そうか？　最初からこんなもんだったと思うが」
「[かす](-微)かにだけど、変わってきているわよ」
入学当初から変わってないつもりだったが、自分でも気が付かないうちに微弱ながら変化していってるのかも知れない。やっぱり慣れなんだろうな。
特に堀北とは妙にウマが合う、いや、ウマは全然合ってないんだが、妙なフィーリングがあるというか[そば](-傍)にいて困る感じがしない。これが他の女の子だったなら、オレは満足に会話のキャッチボールなんか出来ず、緊張のあまり右往左往していただろう。
だからつい、[す](-素)に近い自分で物事を話してしまうのかも。
何より多少の沈黙が訪れても、悪い空気にならないというのは関係上一番ありがたい。
「何か変わるキッカケでもあった？」
「どうだろうな……。理由を考えるとしたら、単純に学校での生活も慣れて来たし友達も増えたからだろ。あと櫛田の存在も大きかったんだろうな」
男同士だけだと、ちょっとまだ口数が少なくなったり場が持たないと感じることがある。
でも櫛田がいれば常に誰かが[しやべ](-喋)っているし、嫌な空気に全くならないのだ。
「あなたは櫛田さんとも仲良くしていたわね。彼女の裏の顔を知ってて気にならない？」
「[ほり](-堀)[きた](-北)を嫌いだって言い放ったことには驚いたけどな。けど人間なんて誰かを好きになったり嫌いになったりするのが当たり前だ。気にしても仕方ない。堀北も割り切って[くし](-櫛)[だ](-田)とは表面上だけでも仲良くしたらどうだ？」
「なるほど、そうかも知れないわね。私も[あやの](-綾)[こうじ](-小路)くんのこと嫌いだけどこうして普通に会話しているし。気にすることではなかったかもね」
「おい……」
何だろう、面と向かって言われると[もの](-物)[すご](-凄)く傷つくぞ。
「そう言うことよ。他人が他人を嫌っても平然としていられるけれど、いざ自分が嫌いだって言われたら少しは思うことがあるでしょう？」
「……試したのか」
どうかしらねとわざとらしく髪をかき上げる。絶対にわざとだ。
「邪魔をするつもりは無いけれど櫛田さんと私は水と油。交わることは無いと思う」
つまり櫛田がいるグループチャットにも必然不参加って意味だろう。
「そもそも何で櫛田は堀北が嫌いなんだろうな？」
この学校に入学してから接点らしい接点はなかった。いつ堀北を嫌い始めたのか。
櫛田はクラス全員と仲良くなることが目標だと言っていたのに。
「さあ。そんなの私に分かるわけもないでしょう？」
それはそうなんだが。どうにも堀北と櫛田の間には触れちゃいけないものがあるような気がしてならない。
「そんなに気になるなら自分で聞いてみたら？　彼女に直接」
また[む](-無)[ちや](-茶)なことを[おつしや](-仰)る。
櫛田[き](-桔)[きよう](-梗)という女の子は普段は天使だが、オレは偶然違う側面を見てしまった。
いつもの優しい[え](-笑)[がお](-顔)や口調からは想像できない、威圧的で暴言を吐いていた姿を思い出す。恐らくその姿は堀北も知らない。
「[や](-止)めとく。オレは今の櫛田で十分だからな」
「その言い方、物凄く気持ち悪いわよ？」
「……だな」
自分で言っておいてなんだが、気持ち悪いと思った。

　　　４

寮の食堂でせせこましい夕食を[お](-終)え自室に戻る。携帯を開き残高を確認した。ディスプレイに表示された残高数字は８３２０pr。[け](-今)[さ](-朝)から変動はない。
入学初日に10万ポイントあったことを考えると非常に少ない額だ。
過去問入手と[す](-須)[どう](-藤)のポイント購入で大きく消費してしまっている。
「87ポイントでも支給されれば、かなり大きいんだけどな」
円に換算すれば、８７００円。十分とはいえないまでも大きなお金になる。
「助けてくれ[あやの](-綾)[こうじ](-小路)！」
ベッドの上で携帯を[いじ](-弄)っていると突如[へ](-部)[や](-屋)の扉が開いた。血相を変えた須藤だった。
「……いきなり何だよ。というか、どうやって入ってきたんだよ」
オレは部屋に戻った時しっかりと[かぎ](-鍵)を閉めた記憶がある。いつもそうして習慣づけているから掛け忘れたとは思えない。壁を[け](-蹴)[やぶ](-破)って来たんじゃないだろうな？
念のため扉を確認するが、目立った外傷もなく[き](-綺)[れい](-麗)なものだった。
「ここは俺たちのグループが集まる部屋だろ？　だから[いけ](-池)たちと相談して部屋の合鍵作ったんだ。知らなかったのか？　俺だけじゃなく当然他の連中も持ってる」
手にした部屋のカードキーを手の平で、くるくると回す。
「[もの](-物)[すご](-凄)く重大かつ恐ろしい事実をオレは今知ったぞ……」
どうやらオレの部屋は、既に何人も無断で侵入できる状態になっているらしい。
「つかそんなことはどうでもいい。マジやべえんだって！　助けてくれよ」
「全然どうでもよくない。鍵返してくれ」
「は？　なんでだよ。俺がポイント払って買ったんだ。俺のだろ」
その理屈が通ってるようで通ってない反論はなんだ。一歩間違えば犯罪、既に犯罪か。
[とも](-友)[だち](-達)なら何をやっても許されるというものではない。
「相談や悩みごとなら池や[やま](-山)[うち](-内)にしたらどうだ？」
「あいつらはダメだ。バカだからな」
言いながら須藤はドカッとフローリングに腰を下ろした。
「カーペット買おうぜ。ケツが痛くて仕方ねえ」
インテリアに金を回せるほどのポイントは余っていない。
そもそも、グループが集まる場所という割には、打ち上げ以来一度も集まっていないし。無理にカーペットを購入しても、それを踏むのはオレの[しり](-尻)だけになってしまうだろう。その絵面を想像するだけで非常にシュールだ。
一応お茶くらい出してやるかと立ち上がると、来訪者を告げるチャイムが鳴る。
入り口からひょっこりと顔を[のぞ](-覗)かせたのは[くし](-櫛)[だ](-田)、Ｄクラスのマドンナだった。いつみても[かわい](-可愛)い。部屋に上がると床に座った須藤を見つける。
「あれ、もう須藤くん来てるんだ」
「念のため聞くけど、ひょっとして櫛田も合鍵所持者か？」
「そうだよ？　だって集まるって目的で……もしかして綾小路くん知らなかったとか？」
[かばん](-鞄)から取り出して鍵を見せてくれる。見た目での区別はつかなかったが、オレの部屋の[かぎ](-鍵)なんだろう。どうやら[くし](-櫛)[だ](-田)はオレの許可の下受け取ったと思っていたらしい。
「あの、これ……返しておくね？」
申し訳なさそうにオレの[へ](-部)[や](-屋)の合鍵を差し出してきた。
「いいよ。櫛田からだけ回収しても意味ないしな。[す](-須)[どう](-藤)は手放す気がないらしい」
櫛田が持ってる分には別にいいか。いや、どちらかと言えば、脳内妄想的には彼女を持った気分とも言えなくもないし。男は現金な生き物である。
「櫛田も来たことだし、本題に移ってもいいか？」
「こうなったら仕方ないよな……。それで相談ってのは？」
二人押しかけてきてしまっては、もう無下に追い返すことも出来ない。
須藤は神妙な面持ちになると、ゆっくりと話し始めた。
「俺が今日担任に呼び出されたのは知ってるよな？　それで、その……実はよ……俺、もしかしたら停学になるかも知れない。それも長い間」
「え……停学？」
思いがけない話だ。最近の須藤は入学当初と比べれば相当生活態度は改善されていた。授業中の居眠りや私語もほとんどなく、部活も順調だったはず。
「もしかして、先生に悪口言っちゃったとか？」
今日も須藤は[ちや](-茶)[ばしら](-柱)先生に部活に行くのを止められ不服そうにしていた。
そのあたりでつい、カッとなって暴言を吐いてしまったのかも知れない。
「言ってねえよ」
「ということはアレか？　胸倉を[つか](-掴)んで殺すぞと[どう](-恫)[かつ](-喝)したとか？」
「んなことも言ってねえよ」
すかさず否定した須藤。[さすが](-流石)に違ったか。
「考え方によっちゃ、もっと上回るかも知れねえ……」
今言った二つも結構深刻な問題だと思うんだが、それを上回るって……。
「あれだよ[あやの](-綾)[こうじ](-小路)くん。先生に[なぐ](-殴)る[け](-蹴)るの暴行を加えた上に[つば](-唾)を吐きかけたんだよ」
「それは[ひど](-酷)いな。……っていうか櫛田の妄想が酷すぎる……！」
「あはは、冗談だよ。さすがにそこまではしないよね。須藤くんも」
すぐ否定するはずの須藤が、櫛田のジョークにびっくりして[つ](-突)っ込み損ねていた。
それだけ心に余裕がない証拠でもある。
「何があったの？」
「実は俺、先週Ｃクラスの連中を殴っちまってよ。それでさっき停学にするかもって言われてよ……。今、その処分待ちだ」
櫛田も須藤の報告に驚き思わずこっちを見てきた。オレも一瞬では事態が[う](-上)[ま](-手)く[の](-呑)み[こ](-込)めなかった。トラブルに須藤が巻き込まれていたとは。懸念していたことが的中したか。
「[なぐ](-殴)ったって……それ、え、どうしてなの？」
「言っとくけど俺が悪いわけじゃないんだぜ？　悪いのは[けん](-喧)[か](-嘩)を吹っかけてきたＣクラスの連中だ。俺はそれを返り討ちにしただけだっての。そしたらあいつら俺が喧嘩を売ったことにしやがったんだ。虚偽申告って[やつ](-奴)だ」
どうやら[す](-須)[どう](-藤)もまだ頭の整理がついていないらしい。言っていることの意味は何となく分かるものの、殴った原因や詳細な経緯なんかはしっかり伝わってこない。
「ちょっと待って須藤くん。もう少しゆっくり話してくれないかな？」
[くし](-櫛)[だ](-田)も落ち着くよう促し、殴ることになった発端を聞き出そうとした。
「悪い、ちょっと[はしよ](-端折)り過ぎたか……」
呼吸を落ち着け、改めてそこに至るまでの経緯を話し始める須藤。
「顧問の先生から、夏の大会でレギュラーとして迎え入れるっつー話をされたんだよ」
バスケが[う](-上)[ま](-手)いとは聞いてたけど、もうレギュラーの話が出てるのか。
「レギュラーって[すご](-凄)いじゃない須藤くん！　おめでとう！」
「まだ決まったわけじゃないんだけどな。その可能性があるっつーだけで」
「それでも凄いよ。だってまだ入学したばっかりなのに」
「まあ、な。実際１年でレギュラー候補に選ばれたのは俺だけでよ。そんで絶対レギュラー取ってやるってな。その帰りだ。あいつら……同じバスケ部の[こ](-小)[みや](-宮)と[こん](-近)[どう](-藤)が俺を特別棟に呼び出しやがった。話があるとかなんとかで。無視してもよかったんだが、バスケ部の二人とは部活中にも度々言いあってたからいい加減ケリつけてやろうと思って。もちろん話し合いでだぜ？　そしたら[いし](-石)[ざき](-崎)ってヤツがそこで待ってやがったんだ。小宮と近藤はそいつらのダチでよ、Ｄクラスの俺がレギュラーに選ばれそうなのが我慢ならなかったんだと。痛い目みたくなけりゃバスケ部を辞めろと脅してきやがった。そんでそれを断ったら殴り掛かってきたから、やられる前にやったってことだ」
駆け足な説明ではあったが一連の流れは伝わってきた。話した本人にも手ごたえがあったのかちょっと満足したような様子だ。
「それで須藤くんが悪者にされちゃった、と」
[あき](-呆)れながら[うなず](-頷)く。最初に仕掛けてきたのはＣクラスの生徒たちで、須藤にバスケ部を辞めさせるつもりで脅迫したが失敗、実力行使……つまり暴力行為に及んだ。しかし喧嘩慣れしてる須藤には全く歯が立たず返り討ちにあった。当然そいつらは自分勝手に腹を立ててキレたことだろう。だがこのままやられっぱなしでいるつもりはなく、後日、自分たちが須藤に襲われ殴られたと[うそ](-嘘)をついて学校側に訴えたというのが、一連の流れのようだ。
「Ｃクラスから起こした問題なら須藤くんは悪くないよね」
「だろ？　マジでわけわかんねーよ。教師の野郎信じもしねーし」
「私たちで明日[ちや](-茶)[ばしら](-柱)先生に報告しようよ。須藤くんは悪くないって」
事はそう単純じゃないはずだ。[す](-須)[どう](-藤)も今オレたちに話した事実を当然そのまま学校側に話したはず。それでも処分待ちになっているのは明確な証拠がないから受け入れて[もら](-貰)えなかったということだろう。
「学校側は今の須藤の話を聞いてなんて言ったんだ？」
「来週の火曜まで時間をやるから、向こうが仕掛けてきたことを証明しろとさ。無理なら俺が悪いってことで夏休みまで停学。その上クラス全体のポイントもマイナスだってよ」
学校側からの至れり尽くせりな対応が待ち構えているようだ。でも須藤が焦っているのは停学になることやポイントがマイナスになることよりも、バスケのレギュラーが白紙になることだろう。青春そのものを奪われるのは我慢ならないといった様子だ。
「どうしたらいいんだよ俺は」
「須藤くんが[うそ](-嘘)をついてないって先生に訴えていくしかないんじゃないかな？　だっておかしいよ、何も悪くない須藤くんの話が信じて貰えないなんて。そうだよね？」
同意を求めて来た[くし](-櫛)[だ](-田)には悪いがオレは良い返事をしてやれなかった。
「どうかな……そう話は単純じゃないと思うぞ」
「どうかなって何だよ。まさかおまえ俺を疑ってんのか？」
「少なくとも学校側は信用してないわけだろ？　たとえ櫛田だろうと、同じクラスの人間が須藤の無実をどれだけ訴えたって、ポイントを減らされたくないだけの嘘と思われたって不思議じゃない」
「それは……そうかもしんねえけどよ」
それに今回のトラブルは、どちらが仕掛け側かを探せば[お](-終)わる話じゃないだろう。
恐らく３人組の方にも何らかの、例えば１週間くらいの停学処分は科せられるはずだ。
幾ら[なぐ](-殴)られたと言っても向こうは３人。須藤に襲われた確実な証拠が無い以上それくらいの罰則は必ず受けるはずだ。そしてそれが意味することはたった一つ。
「向こうが悪いとしても、須藤が一定の責任を問われる可能性は十分あるってことだ」
「は？　何でだよ。正当防衛だろ？　なあ!?」
須藤は納得がいかないとテーブルを強く[こぶし](-拳)で[たた](-叩)いた。音に驚いた櫛田の両肩が跳ねる。
「[わり](-悪)ぃ、ちょっと取り乱した」
櫛田の若干[おび](-怯)えた表情に、須藤は申し訳なさそうに謝った。
「ねえ……どうして須藤くんが責任を問われちゃうの？」
「須藤が相手を殴り相手は須藤を殴れなかった。その部分は大きいと思う。正当防衛って考えてるよりもずっと難しいものだと思うぞ。相手がナイフや鉄バットで武装して襲ってきたならともかくそんなわけでもないんだろ？　日頃から確執があったなら危険な目に遭うことは予知、予測できてたってことだ。正当防衛というのは、急迫不正の侵害に対して権利を防衛するための[や](-止)むを[え](-得)ない行為。つまり今回[かん](-完)[ぺき](-璧)に該当するとは思えない」
状況から察して、幾ばくかの配慮を受けるのが精いっぱいか。
「よ、よくわかんねーけど。向こうは３人だぞ３人。十分危ねーっての」
人数も考慮には値すると思うが、それでも今回のケースでは微妙なところだ。オレの想像なんかよりも学校側が人数に重きを置いて無罪としてくれるかも知れないけど。
それを期待して[らつ](-楽)[かん](-観)視するのは危険だ。
「学校側も判断が難しいと思ってるからこそ１週間の猶予を[もう](-設)けたんだろうし」
今ある証拠……[す](-須)[どう](-藤)に[なぐ](-殴)られた[け](-怪)[が](-我)が唯一の事件のキーだ。
「それで……殴っちゃった須藤くんを重く罰する、って方針なんだね」
「先に訴えた方の強みだな。被害者の証言には証拠能力がある」
「納得いかねえっつの。俺は被害者だ、停学なんて冗談じゃねえぞ。もしそんなことになったらバスケのレギュラーどころか今度の大会も出られねえ！」
Ｃクラスの連中は須藤を[つぶ](-潰)すために玉砕覚悟の作戦を仕掛けた。自分たちが多少制裁を受けてもレギュラーを白紙に戻せるならば構わない。そういう腹づもりに思える。
「Ｃクラスの３人に正直に話してくれるよう頼んでみようよ。悪いと思ってるならきっと罪悪感でいっぱいなんじゃないかな？」
「あいつらはそんなタマじゃねえよ。正直に話すわけがねえ。クソが……絶対許さねえ、[ざ](-雑)[こ](-魚)どもが……！」
テーブルに置いてあったボールペンを拾い上げると、ベキッと真っ二つに折った。[はらわた](-腸)が煮えくり返る気持ちも分からなくはないが、それはオレのボールペンだ……。
「言葉で説明してもダメなら確実な証拠が必要だな」
「そうだね……。須藤くんが悪くないって証拠に出来るものがあればいいんだけど……」
そんな都合のいいものがあれば苦労しないんだろうけどな。ところが、須藤は否定せず考え込むような仕草を見せた。
「あるかも知れないぜ。もしかしたら俺の勘違いかも知れないんだけどよ……。あいつらと[けん](-喧)[か](-嘩)してた時妙に気配を感じたっつーか、[そば](-傍)に誰かいた気がするんだよな」
あまり自信はないようだったが須藤はそんなことを口にした。
「目撃者がいたかもってこと？」
「ほんと、何となくなんだけどな。確証はねえ」
目撃者か。もし一部始終を見ていたのならそれは好材料だ。けど場合によっちゃ須藤を更に追い込む結果にもなり兼ねない。例えば殴り倒した直後から目撃していた場合、須藤が先に仕掛けたと決定付ける一打にもなってしまう。
「……俺はどうすりゃいいんだよ」
頭を抱え込んでうな垂れる須藤。重い沈黙を嫌った[くし](-櫛)[だ](-田)が口を開く。
「須藤くんの無実を証明するためには、方法は大きくわけて二つ。一つは単純明快でＣクラスの男の子たちが自分の[うそ](-嘘)を認めること。本当は[す](-須)[どう](-藤)くんが悪いわけじゃないって認めさせるのが多分一番だから」
それが理想なのは間違いない。
「さっきも言ったがそれは無理だぜ。あいつらが嘘を認めることはねえ」
というより認められないだろう。学校側に嘘をついて他人を[おとしい](-陥)れようとしたと自白すれば、停学処分では済まないかも知れない。
「そしてもう一つが、今須藤くんが言った目撃者を捜すこと。もし須藤くんたちとの[けん](-喧)[か](-嘩)を誰かが見てたなら、きっと真相究明の力になってくれるはずだよ」
今のところ現実的な案はそれくらいしかないよな。
「目撃者を捜すつってもよう、具体的にどうやって捜すつもりだよ」
「一人一人地道に？　もしくはクラス単位で聞いて回るとか」
「それで名乗り出てくれればいいけどな」
長くなりそうだと思ったオレは戸棚を物色する。入学して間もなくコンビニで買っておいたインスタントコーヒーとお茶のパックを取り出す。確か須藤はコーヒーが苦手だったな。[あらかじ](-予)め常備してあるポットのお湯で１杯ずつ作り、テーブルに置いた。
「[ずう](-図)[ずう](-々)しいようだけどよ、今回の件……誰にも言わないで[もら](-貰)えねーか？」
コップをテーブルに置いたまま、息を吹きかけ冷ます須藤が申し訳なさそうに言った。
「え……誰にもって……？」
「[うわさ](-噂)が広まるとバスケ部の耳にも入るだろ。それは避けたいんだよ。わかるだろ？」
「須藤、それは幾らなんでも───」
「分かってくれよ[あやの](-綾)[こうじ](-小路)。俺からバスケ取り上げたら何も残らないんだよ」
両肩を[つか](-掴)まれ熱く説かれる。そりゃ噂は広がらないに越したことはない。暴力を振るったかもしれないと知られれば、当然快く受け入れられなくなるだろう。
「Ｃクラスの生徒たちは須藤くんが暴力を振るったって勝手に言いふらしちゃうんじゃないかな？　自分たちに都合の良いようにさ」
それは考えられる話だ。こっちに都合の悪いことである以上、向こうは遠慮なく口外して回ってもおかしくない。マジかよと言った様子で須藤が再び頭を抱え込む。
「もしかしたらもうバレてんのか……？」
「いや、まだ今日の段階ではその話は学校側と当事者たちしか知らないんじゃないか？」
「どうしてそう思うの？」
「もしＣクラスの連中が言いふらすつもりなら、とっくにオレたちの耳に入っててもおかしくないってことだ」
学校側に報告が行って、放課後須藤に真相を確かめていた。
ということは、昼間の間に噂が駆け巡っていてもおかしくはなかったってことだ。
少なくとも今はまだ大きくは広がっていない。
「ひとまずは安心ってこと、かな？」
けどそれもいつまで続くか。[かん](-緘)[こう](-口)[れい](-令)を敷いてもいずれ外に飛び出していくのが[うわさ](-噂)だ。近いうちに必ず広まっていくはず。今、ひとつ言える確かなことは───。
「[す](-須)[どう](-藤)くんはこの件、[かか](-関)わらない方がいいよね？」
[くし](-櫛)[だ](-田)もそのことは真っ先に理解したのか須藤に進言する。
「そうだな。当事者が動くと良くないだろうな」
オレもそれに合わせるようにして答えた。
「けどよ、おまえらに全部押し付けるなんて───」
「押し付けなんて思ってないよ。私たちは須藤くんの力になりたいだけなんだから。どこまで出来るかはわからないけど精一杯やってみるから。ね？」
「……わかった。お前らには迷惑かけるけど任せることにする」
自分が関わることで厄介なことになると理解できたようだった。
「んじゃ俺は[へ](-部)[や](-屋)に戻るわ。今日は悪かったな、いきなり押しかけてよ」
「[あい](-合)[かぎ](-鍵)を作ってたこと以外は気にしなくていい」
返さねーけど、と須藤はポケットに鍵を[し](-仕)[ま](-舞)う。今日からチェーンロックしよう……。
「櫛田もまた明日な」
「うん、ばいばい須藤くん」
どこか寂しそうな須藤を見送る。とはいっても数部屋隣なんだが。
「ってあれ。櫛田は帰らないのか？」
「[あやの](-綾)[こうじ](-小路)くんにもう少し今日のことで聞いておきたくって。なんていうかあんまり乗り気じゃない？　須藤くんのこと助けるの」
どこか不安げな[ひとみ](-瞳)で俺を見上げる櫛田を思わず抱きしめたい衝動に駆られた。背筋を伸ばし邪悪な心を振り払う。
「そんなことはないけどオレに出来ることなんて何もないぞ。強いて言うなら須藤の話を聞いて[あい](-相)[づち](-槌)を打ってやることくらいだ。[ほり](-堀)[きた](-北)や[ひら](-平)[た](-田)あたりなら的確なアドバイスが出来るだろうけどさ」
「そうかもだけど、須藤くんは綾小路くんを頼ってきたんだよ。堀北さんよりも平田くんよりも、[いけ](-池)くんたちよりも先に話を持ってきたんだし」
「[うれ](-嬉)しいやら嬉しくないやら」
「ふぅーん」
一瞬だけ冷めたような目を向ける櫛田にオレはちょっと困惑した。
そういえばオレは一度、櫛田に面と向かって嫌いだって言われてるんだよな。いつも優しく[え](-笑)[がお](-顔)で接してくれるから忘れがちだが、その辺忘れないようにしないと[やけど](-火傷)しそうだ。
「[あやの](-綾)[こうじ](-小路)くんはもうちょっとクラスに溶け込む努力した方がいいかもね」
「一応努力はしてる。それが実ってないだけだ。今回の件も安請け合いで助けるなんて口にする度胸が無いだけだしな」
オレが日々昼飯を誰かと食いたくて悩んでるとは思ってもいないだろうな。
そう思ったが[くし](-櫛)[だ](-田)のことだ、それも把握済みなのかも知れない。
「櫛田は協力するんだよな」
「もちろん。[とも](-友)[だち](-達)だもん。綾小路くんは───どうするの？」
「さっきも言ったけど[ほり](-堀)[きた](-北)や[ひら](-平)[た](-田)に相談するのが一番手堅いんじゃないか？　まあ[す](-須)[どう](-藤)は平田を嫌ってるから、この場合は必然堀北になるが」
たとえ堀北でも、ズバッと解決できるような良案が浮かぶとは思えないけど。
「堀北さん協力してくれるかな」
「さあ。そればっかりは話してみないと。でもあいつだってＤクラスが没落するところを黙って見ている[ま](-真)[ね](-似)はしないだろ……多分」
ちょっと自信はなかった。なんせ堀北だからな。
「はぐらかされてるけど綾小路くんも協力してくれるんだよね？」
[う](-上)[ま](-手)く[よ](-他)[そ](-所)に誘導したつもりだったが、しっかり戻って来た。
「……役に立たなくてもいいのか？　ってか役に立たないぞ？」
「そんなことないよ。きっと何かの役に立つはずっ、何かのっ」
明確に役立つ要素は口にしてもらえなかった。
「明日からどうしよっか。須藤くんは無駄だって言ってたけど、私は[けん](-喧)[か](-嘩)した生徒たちに会いに行くのも一つの手だと思ってるの。実は[こ](-小)[みや](-宮)くんたちとは友達なんだ。だから説得できるかも。うーん、危ないかな……」
櫛田の中ではＣクラスの３人との話し合いの線が捨てきれないでいるようだった。
「リスクは高いな。喧嘩の発端は別として、学校側に訴えたのは向こうだ。簡単に振り上げた[こぶし](-拳)を下ろすなんてことはしない。というより出来ないだろ。実は須藤じゃなく自分たちから喧嘩を売りました、なんて」
[うそ](-嘘)をついて学校側に証言をしている以上、安易に認めるとは思えない。もし虚偽の訴えをしたと学校側が知れば、Ｃクラスの生徒たちは重い罰を受ける。そんな愚かなことは絶対にしないだろう。彼らは振り上げた拳を下ろすことは出来ないのだ。
「じゃあ、やっぱり目撃者を捜すのが手堅いんだね」
それも説得と同じくらい難易度が高い。事件の詳細を表に出さず目撃者を捜すのは至難だろう。何か見なかったか？　なんて聞いていくのは途方もない時間と労力を要する。
今あれこれ考えていても結論は出ない気がする。
何か状況に変化でも出てくれば、話の流れも少しは変わってくるかもしれない。
